{
    "1102659": [
        [
            "يهدف جهاز الأمن الوطني العراقي إلى تحقيق الأمن والاستقرار في العراق, وذلك من خلال جمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع",
            "يهدف جهاز الأمن الوطني العراقي إلى تحقيق الأمن والاستقرار في العراق, وذلك من خلال جمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. ويقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات",
            "يهدف جهاز الأمن الوطني العراقي إلى تحقيق الأمن والاستقرار في العراق, وذلك من خلال جمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. يقوم جهاز الأمن الوطني العراقي بجمع المعلومات",
            "يهدف جهاز الأمن الوطني العراقي إلى تحقيق الأمن والاستقرار في العراق, وذلك من خلال جمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كذلك يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كذلك يقوم جهاز الأمن الوطني العراقي بجمع",
            "يهدف جهاز الأمن الوطني العراقي إلى تحقيق الأمن والاستقرار في العراق, وذلك من خلال جمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كذلك يقوم جهاز الأمن الوطني العراقي بجمع",
            "يهدف جهاز الأمن الوطني العراقي إلى تحقيق الأمن والاستقرار في العراق, وذلك من خلال جمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة.",
            "يهدف جهاز الأمن الوطني العراقي إلى تحقيق الأمن والاستقرار في العراق, وذلك من خلال جمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما قام جهاز الأمن الوطني العراقي بجمع",
            "يهدف جهاز الأمن الوطني العراقي إلى تحقيق الأمن والاستقرار في العراق, وذلك من خلال جمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بتجميع",
            "يهدف جهاز الأمن الوطني العراقي إلى تحقيق الأمن والاستقرار في العراق, وذلك من خلال جمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. كما يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية, وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ القرارات المناسبة. يعمل جهاز الأمن الوطني العراقي على جمع",
            "جهاز الأمن الوطني العراقي هو جهاز أمني تابع لوزارة الداخلية العراقية, مهمته الرئيسية هي حماية العراق من التهديدات الخارجية والداخلية. يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ الإجراءات اللازمة لحماية العراق من التهديدات الخارجية والداخلية. يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ الإجراءات اللازمة لحماية العراق من التهديدات الخارجية والداخلية. يقوم جهاز الأمن الوطني العراقي بجمع المعلومات الاستخبارية وتحليلها وتقديمها إلى الجهات المعنية لاتخاذ الإجراءات اللازمة لحماية العراق من التهديدات الخارجية والداخلية. يقوم جهاز الأمن"
        ]
    ],
    "1173725": [
        [
            "مع نادي أتلتيك بيلباو.\nQuestion:",
            "مع نادي أتلتيك بيلباو.\nQuestion: مع أي نو",
            "مع نادي أتلتيك بيلباو.",
            "مع نادي أتلتيك بيلباو.",
            "مع نادي أتلتيك بيلباو. Question: مع أي نو"
        ],
        [
            "مع نادي أتلتيك بيلباو.\nQuestion: مع أي نوادي لعب إن",
            "مع نادي أتلتيك بيلباو.\nQuestion: مع أي نوادي لعب",
            "مع نادي أتلتيك بيلباو.\nQuestion: مع أي نوادي",
            "لعب إنريكي جارا ساغوير في العديد من الأندية خلال مسيرته الرياضية, حيث لعب في البداية مع نادي ريال مدريد الإسباني, ثم انتقل إلى نادي برشلونة الإسباني, ثم انتقل إلى نادي أتلتيكو مدريد الإسباني, ثم انتقل إلى نادي ريال سوسيداد الإسباني, ثم انتقل إلى نادي فالنسيا الإسباني, ثم انتقل إلى نادي ريال بيتيس الإسباني, ثم انتقل إلى نادي إشبيلية الإسباني, ثم انتقل إلى نادي فياريال الإسباني, ثم انتقل إلى نادي خيتافي الإسباني, ثم انتقل إلى نادي ديبورتيفو ألافيس الإسباني, ثم انتقل"
        ],
        [
            "مع نادي أتلتيك بيلباو. Question: مع أي نوادي لعب إنريكي جارا"
        ]
    ],
    "952582": [
        [
            "الملك محمد الخامس بن السلطان الحسن الأول بن محمد بن عبد الله بن إدريس بن إدريس بن إدريس بن إدريس بن إدريس بن عبد الله بن الحسن المثنى بن الحسن بن علي بن أبي طالب رضي الله عنهم.\nQuestion: ما هي الأنساب الكاملة",
            "الملك محمد الخامس بن السلطان الحسن الأول بن محمد بن عبد الله بن إدريس بن إدريس بن إدريس بن إدريس بن إدريس بن عبد الله بن الحسن المثنى بن الحسن بن علي بن أبي طالب رضي الله عنهم. Question: ما هي الأنساب الكاملة للملك",
            "الملك محمد الخامس بن السلطان الحسن الأول بن محمد بن عبد الله بن إدريس بن إدريس بن إدريس بن إدريس بن إدريس بن عبد الله بن الحسن المثنى بن الحسن بن علي بن أبي طالب رضي الله عنهم أجمعين. Question: ما هي الأنساب",
            "الملك محمد الخامس بن السلطان الحسن الأول بن محمد بن عبد الله بن إدريس بن إدريس بن إدريس بن إدريس بن إدريس بن عبد الله بن الحسن المثنى بن الحسن بن علي بن أبي طالب رضي الله عنهم. سؤال: ما هي الأنساب الكاملة للملك",
            "الملك محمد الخامس بن السلطان الحسن الأول بن محمد بن عبد الله بن إدريس بن إدريس بن إدريس بن عبد الله الكامل بن الحسن المثنى بن الحسن السبط بن علي بن أبي طالب.\nQuestion: ما هي الأنساب الكاملة للملك محمد الخامس؟"
        ],
        [
            "الملك محمد الخامس بن السلطان الحسن الأول بن محمد بن عبد الله بن إدريس بن إدريس بن إدريس بن إدريس بن إدريس بن عبد الله بن الحسن المثنى بن الحسن بن علي بن أبي طالب رضي الله عنهم أجمعين.\nQuestion: ما هي الأنس",
            "الملك محمد السادس بن الحسن الثاني بن الحسن الأول بن محمد بن عبد الله بن إدريس بن إدريس بن إدريس بن إدريس بن إدريس بن عبد الله بن الحسن المثنى بن الحسن بن علي بن أبي طالب رضي الله عنهم.\nQuestion: ما هي الأنس"
        ],
        [
            "الملك محمد الخامس بن السلطان الحسن الأول بن محمد بن عبد الله بن إدريس بن إدريس بن إدريس بن إدريس بن إدريس بن عبد الله بن الحسن المثنى بن الحسن بن علي بن أبي طالب رضي الله عنهم أجمعين.",
            "الملك محمد الخامس بن السلطان الحسن الأول بن محمد بن عبد الله بن إدريس بن إدريس بن إدريس بن إدريس بن إدريس بن عبد الله بن الحسن المثنى بن الحسن بن علي بن أبي طالب رضي الله عنهم.",
            "الملك محمد الخامس بن السلطان الحسن الأول بن محمد بن عبد الله بن إدريس بن إدريس بن إدريس بن إدريس بن إدريس بن عبد الله بن الحسن المثنى بن الحسن بن علي بن أبي طالب رضي الله عنهم. الملك محمد الخامس بن السلطان الحسن الأول بن"
        ]
    ],
    "1181660": [
        [
            "من هو مبتكر  شخصية غامورا؟\nQuestion: من",
            "",
            "من هو مبتكر  شخصية غامورا؟\nمن هو مبتكر  شخصية غامورا؟\nمن هو مبتكر  شخصية غامورا؟\nمن هو مبتكر  شخصية غامورا؟\nمن هو مبتكر  شخصية غامورا؟\nمن هو مبتكر  شخصية غامورا؟\nمن هو مبتكر  شخصية غامورا؟\nمن هو مبتكر  شخصية غامورا؟\nمن هو مبتكر  شخصية غامورا؟\nمن هو مبتكر  شخصية غامورا؟\nمن هو مبتكر  شخصية غامورا؟\nمن",
            "من هو مبتكر  شخصية غامورا؟\nQuestion: من هو",
            "من هو مبتكر  شخصية غامورا؟",
            "من هو مبتكر  شخصية غامورا؟\nQuestion: من هو مبتكر",
            "من هو مبتكر شخصية غامورا؟\nQuestion: من هو مبتكر شخصية غامورا؟\nAnswer",
            "من هو مبتكر  شخصية غامورا؟\nQuestion: ما",
            "من هو مبتكر شخصية غامورا؟\nQuestion: من هو مبتكر  شخصية غام",
            "من هو مبتكر  شخصية غامورا؟\nQuestion: من"
        ]
    ],
    "1192692": [
        [
            "تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10",
            "تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019. تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019. تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019",
            "تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019. تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر",
            "تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.   تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10",
            "تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.   تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10",
            "تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.   تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.   تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10",
            "تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019. تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر",
            "تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجري لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10",
            "تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعين في الفترة من 1 إلى 10 نوفمبر 2019.  تم عرض فيلم وقت الغجر لأول مرة في مهرجان القاهرة السينمائي الدولي في دورته الأربعون في الفترة من 1 إلى"
        ],
        [
            "المؤلف الموسيقي للفيلم"
        ]
    ],
    "1092943": [
        [
            "لم يتلق لوك دي كلابير إشعارًا رسميًا باسم \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي",
            "لم يتلق لوك دي كلابير إشعارًا رسميًا باسم \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\".\n\nQuestion:",
            "لم يتلق لوك دي كلابير إشعارًا رسميًا باسم \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\".",
            "لم يتلق لوك دي كلابير إشعارًا رسميًا باسم \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\".\n\nA:",
            "لم يتلق لوك دي كلابير إشعارًا رسميًا باسم \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\".\nQuestion: ما",
            "لم يتلق لوك دي كلابير إشعارًا رسميًا باسم \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\".\nQuestion: متى",
            "لم يتلق لوك دي كلابير إشعارًا رسميًا باسم \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\".\nQuestion: هل",
            "",
            "لم يتلق لوك دي كلابير إشعارًا رسميًا باسم \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\" أو \"لوك دي كلابير\".\nQuestion: لماذا",
            "\"لوك دي كلابير"
        ]
    ],
    "1199718": [
        [
            "ولد فوديبا كيتا في مدينة كيتا.\n\nQuestion: اين وُلد فود",
            "ولد فوديبا كيتا في مدينة كيتا.\n\nQuestion: اين وُلد فوديبا",
            "ولد فوديبا كيتا في مدينة كيتا.\n\nQuestion: اين وُلد فوديبا",
            "ولد فوديبا كيتا في مدينة كيتا.\n\nQuestion: اين وُلد فوديبا",
            "ولد فوديبا كيتا في مدينة كيتا.\n\nQuestion: اين وُلد فوديبا",
            "ولد فوديبا كيتا في مدينة كيتا.\n\nQuestion: اين وُلد فوديبا",
            "ولد فوديبا كيتا في مدينة كيتا.\n\nQuestion: أين ولد فوديبا ك",
            "ولد فوديبا كيتا في مدينة كيتا.\n\nQuestion: أين وُلد فود",
            "ولد فوديبا كيتا في مدينة سوتشو بمقاطعة جيانغسو في الصين.\n\nA:\n\nThe correct answer is:\n\nFodiba Kita was born in Sichuan, China.\n\nA:\n\nThe correct answer is:\n\nFodiba Kita was born in Sichuan, China.\n\nA:\n\nThe correct answer is:\n\nFodiba Kita was born in Sichuan, China."
        ],
        [
            "ولد فوديبا كيتا في مدينة كيتا."
        ]
    ],
    "1038367": [
        [
            "كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان قادرا على",
            "كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازف بيانو موهوب بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازف بيانو موهوب بشكل لا يصدق. كان قادرا على",
            "كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازف بيانو موهوب بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان قادرا على",
            "كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازفا موهوبا بشكل لا يصدق. كان قادرا على العزف",
            "كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازف بيانو موهوب بشكل لا يصدق. كان قادرا على",
            "كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان بإمكانه العزف",
            "كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازف بيانو موهوب بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازفا موهوبا بشكل لا يصدق. كان قادرا على العزف",
            "كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازف بيانو موهوبا بشكل لا يصدق وكان قادرا على العزف",
            "كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازف بيانو موهوبا بشكل لا يصدق. كان قادرا على العزف على جميع أنواع الآلات الموسيقية, بما في ذلك البيانو والكمان والتشيلو والكلارينيت والأكورديون والساكسفون والبوق. كان شومان عازف بيانو موهوبا بشكل لا يصدق. لقد كان قادرا",
            "كان شومان عازف بيانو موهوبا للغاية"
        ]
    ],
    "1002364": [
        [
            "ياسر عرفات.\nQuestion: من المشاركين في توقيع اتفاقية أوسلو؟",
            "ياسر عرفات.\nQuestion: من المشاركين في توقيع اتفاقية أوسلو؟",
            "ياسر عرفات.\nQuestion: من المشاركين في توقيع اتفاقية أوسلو؟\n\nAnswer",
            "ياسر عرفات.\nQuestion: من المشاركين في توقيع اتفاقية أوسلو؟\n\nAnswer",
            "ياسر عرفات.\n\nQuestion: من المشاركين في توقيع اتفاقية أوسلو؟"
        ],
        [
            "ياسر عرفات.",
            "ياسر عرفات.",
            "ياسر عرفات.",
            "ياسر عرفات\nQuestion"
        ],
        [
            "جورج حبش.\nQuestion: من المشاركين في توقيع اتفاقية أوسلو"
        ]
    ],
    "701306": [
        [
            "ساعد حزب الله في الحرب البوسنية من خلال دعم الثوار البوسنيين في حربهم ضد الصرب. Question: كيف ساهم حزب الله في الحرب البوسنية؟",
            "ساعد حزب الله في الحرب البوسنية من خلال دعم الثوار البوسنيين في حربهم ضد الصرب.\nQuestion: كيف ساهم حزب الله في الحرب البوس",
            "ساعد حزب الله في الحرب البوسنية من خلال دعم الثوار البوسنيين في حربهم ضد الصرب. Question: كيف ساهم حزب الله في الحرب البوسنية؟",
            "ساهم حزب الله في الحرب البوسنية من خلال دعم الثوار البوسنيين في حربهم ضد الصرب. Question: كيف ساهم حزب الله في الحرب البوسنية؟",
            "ساهم حزب الله في الحرب البوسنية من خلال دعم الثوار البوسنيين في حربهم ضد الصرب.\nQuestion: كيف ساهم حزب الله في الحرب البوس",
            "ساعد حزب الله في الحرب البوسنية من خلال دعم الثوار البوسنيين في حربهم ضد الصرب. Question: كيف ساهم حزب الله في الحرب البوسنية",
            "ساعد حزب الله في الحرب البوسنية من خلال دعم الثوار البوسنيين في حربهم ضد الصرب.\nQuestion: كيف ساهم حزب الله في الحرب البوسنية",
            "ساعد حزب الله في الحرب البوسنية من خلال دعم الثوار البوسنيين في حربهم ضد الصرب. Question: كيف ساهم حزب الله في الحرب البوسنية؟",
            "ساعد حزب الله في الحرب البوسنية من خلال دعم الثوار البوسنيين في حربهم ضد الصرب.",
            ""
        ]
    ],
    "674993": [
        [
            "ما هو اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)؟ اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري). اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري). اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري). اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي",
            "ما هو اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)؟ اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة\nاليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة\nاليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة\nاليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة\nاليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة\nاليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة\nاليوم السابع",
            "ما هو اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)؟ اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)\nاليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)\nاليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)\nاليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة",
            "ما هو اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)؟ اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري). ما هو اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)؟ اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري). ما هو اليوم الذي يوافق اليوم السابع والعشرون",
            "ما هو اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)؟ اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري). ما هو اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)؟ ما هو اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)؟ ما هو",
            "ما هو اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)؟ اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري). ما هو اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)؟ اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري). اليوم السابع والعشرون بعد المئة (127)",
            "ما هو اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)؟ اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري). ما هو اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)؟ ما هو اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)؟ اليوم السابع",
            "ما هو اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)؟ الجواب: اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري). اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري). اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري). اليوم الذي يوافق",
            "ما هو اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)؟ اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري). ما هو اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)؟ ما هو اليوم الذي يوافق اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)؟",
            "اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري). اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري). اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري). اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري). اليوم السابع والعشرون بعد المئة (127) من السنوات البسيطة في التقويم الميلادي الغربي (الغريغوري)."
        ]
    ],
    "1184904": [
        [
            "كولبكيت هو مركب كيميائي له الصيغة C6H5CO3, ويكون على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي",
            "كولبكيت هو مركب كيميائي له الصيغة C6H5CO3, ويكون على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون.",
            "كولبكيت هو مركب كيميائي له الصيغة C6H5CO3, ويكون على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3, ويكون على شكل بلورات عديمة اللون. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3, ويكون على شكل بلورات عديمة اللون",
            "كولبكيت هو مركب كيميائي له الصيغة C6H5CO3, ويكون على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3, ويكون على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5",
            "كولبكيت هو مركب كيميائي له الصيغة C6H5CO3, ويكون على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. من فضلك سجل دخول",
            "كولبكيت هو مركب كيميائي له الصيغة C6H5CO3, ويكون على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. من فضلك قم بتسجيل",
            "كولبكيت هو مركب كيميائي له الصيغة C6H5CO3, ويكون على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية C",
            "كولبكيت هو مركب كيميائي له الصيغة C6H5CO3, ويكون على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. الصيغة الكيميائية لكول",
            "C6H12O6"
        ],
        [
            "كولبكيت هو مركب كيميائي له الصيغة C6H5CO3, ويكون على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. صيغته الكيميائية هي C6H5CO3. يوجد هذا المركب في الطبيعة على شكل بلورات عديمة اللون. من فضلك قم بتسجيل دخولك أو قم بتسجيل حساب لتتمكن من إضافة تعليق\nمن فضلك سجل دخولك أو قم بتسجيل حساب للإجابة على هذا السؤال"
        ]
    ],
    "1124806": [
        [
            "جوتشو هو واحد من أفضل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤ",
            "جوتشو هو واحد من أفضل مؤرخي الفن في اليابان. كان جوتشو واحدا من أهم مؤرخي الفن في اليابان في القرن التاسع عشر. كان جوتشو واحدا من أهم مؤرخي الفن في اليابان في القرن التاسع عشر. كان جوتشو واحدا من أهم مؤرخي الفن في اليابان في القرن التاسع عشر. كان جوتشو واحدا من أهم مؤرخي الفن في اليابان في القرن التاسع عشر. كان جوتشو واحدا من أهم مؤرخي الفن في اليابان في",
            "جوتشو هو واحد من أفضل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوت",
            "جوتشو هو واحد من أفضل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل",
            "جوتشو هو واحد من أفضل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. جوتشو هو واحد من أفضل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من",
            "جوتشو هو واحد من أفضل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو",
            "جوتشو هو واحد من أفضل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. جوتشو هو واحد من أفضل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوت",
            "جوتشو هو واحد من أفضل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل",
            "جوتشو هو واحد من أفضل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو واحدا من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من",
            "جوتشو هو أحد أشهر مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي الفن في اليابان. كان جوتشو من أوائل مؤرخي"
        ]
    ],
    "1117537": [
        [
            "في أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي",
            "في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟",
            "في أي سنه أشتهر ماكس بارسكي؟\nQuestion: في أي سنه أشتهر ماكس بارسكي",
            "في أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي",
            "في أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟",
            "في أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارس",
            "في أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟",
            "في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه أشتهر ماكس بارسكي؟ في أي سنه اشتهر ماكس بارسكي؟",
            "في أي سنه أشتهر ماكس بارسكي؟\nQuestion: في أي سنه اشتهر ماكس بارسكي",
            "في أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي أي سنه أشتهر ماكس بارسكي؟\nفي"
        ]
    ],
    "1199452": [
        [
            "بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Sh",
            "بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم هو الاسم الذي يطلق على اليهود الذين يعيشون في",
            "بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة الأمريكية. بريت شالوم هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة الأمريكية. بريت شالوم هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة الأمريكية. بريت شالوم هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة الأمريكية. بريت شالوم هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة الأمريكية. بريت شالوم هو الاسم الذي يطلق",
            "بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة.",
            "بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة",
            "بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم هو الاسم الذي يطلق",
            "بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة",
            "بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Shalom) هو الاسم الذي يطلق",
            "بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم (Bret Shalom) هو الاسم الذي يطلق على اليهود الذين يعيشون في الولايات المتحدة. بريت شالوم هو الاسم",
            "بريت شالوم هو اسم علم شخصي مؤنث من أصل عبري يعني \"المحبوب\" أو \"المحبوب\" أو \"المحبوب\" أو \"المحبوب\" أو \"المحبوب\" أو \"المحبوب\" أو \"المحبوب\" أو \"المحبوب\" أو \"المحبوب\" أو \"المحبوب\" أو \"المحبوب\" أو \"المحبوب\" أو \"المحبوب\" أو \"المحبوب\" أو \""
        ]
    ],
    "939141": [
        [
            "\"أبراكساس\" هي كلمة يونانية تعني \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\"",
            "\"أبراكساس\" هي كلمة يونانية تعني \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\".",
            "\"أبراكساس\" هي كلمة يونانية تعني \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة ا",
            "\"أبراكساس\" هي كلمة يونانية تعني \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\".",
            "\"أبراكساس\" هي كلمة يونانية تعني \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الأحجار القديمة\".",
            "\"أبراكساس\" هي كلمة يونانية تعني \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الأحجار القديمة\"",
            "\"أبراكساس\" هي كلمة يونانية تعني \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\".",
            "\"أبراكساس\" هي كلمة يونانية تعني \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجار القديمة\"",
            "\"أبراكساس\" هي كلمة يونانية تعني \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة القديمة\" أو \"الحجارة ا",
            "\"أبراكساس\" هي كلمة يونانية قديمة تعني \"الحجر\" أو \"الحجر\" أو \"الحجر\" أو \"الحجر\" أو \"الحجر\" أو \"الحجر\" أو \"الحجر\" أو \"الحجر\" أو \"الحجر\" أو \"الحجر\" أو \"الحجر\" أو \"الحجر\" أو \"الحجر\" أو \"الحجر\" أو \"الحجر\" أو \"الحجر\" أو \"الحجر\" أو \"الحجر"
        ]
    ],
    "928498": [
        [
            "كان يتم عبور المض",
            "كان",
            "كان يتم عبور المضيق",
            "كان يتم عبور المضيق بواسطة",
            "كان يتم عبور المض",
            "كان يتم عبور المض"
        ],
        [
            "كان يتم عبور المضيق بواسطة السفن الشراعية.\nQuestion: ما هي الوسيلة التي كان يتم عبور المضيق بها قبل بناء جسر غولدن غيت؟",
            "كان يتم عبور المضيق بواسطة السفن الشراعية.\nQuestion: ما هي الوسيلة التي كان يتم عبور المضيق بها قبل بناء جسر غولدن غيت؟",
            "كان يتم عبور المضيق بواسطة القوارب.\nQuestion: ما هي الوسيلة التي كان يتم عبور المضيق بها قبل بناء جسر غولدن غيت؟"
        ],
        [
            "كان يتم عبور المضيق بواسطة القوارب"
        ]
    ],
    "1074059": [
        [
            "الهدف من إنشاء وزارة التربية والتعليم في دولة الإمارات العربية المتحدة هو تطوير قطاع التعليم في الإمارات العربية المتحدة من خلال توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات",
            "الهدف من إنشاء وزارة التربية والتعليم في دولة الإمارات العربية المتحدة هو تطوير قطاع التعليم في الإمارات العربية المتحدة من خلال توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تسعى وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات",
            "الهدف من إنشاء وزارة التربية والتعليم في دولة الإمارات العربية المتحدة هو تطوير قطاع التعليم في الإمارات العربية المتحدة من خلال توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. الهدف من إنشاء وزارة التربية والتعليم في دولة الإمارات العربية المتحدة هو تطوير قطاع التعليم في الإمارات العربية المتحدة من",
            "الهدف من إنشاء وزارة التربية والتعليم في دولة الإمارات العربية المتحدة هو تطوير قطاع التعليم في الإمارات العربية المتحدة من خلال توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. وتهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات",
            "الهدف من إنشاء وزارة التربية والتعليم في دولة الإمارات العربية المتحدة هو تطوير قطاع التعليم في الإمارات العربية المتحدة من خلال توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. كما تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة",
            "الهدف من إنشاء وزارة التربية والتعليم في دولة الإمارات العربية المتحدة هو تطوير قطاع التعليم في الإمارات العربية المتحدة من خلال توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. الهدف من إنشاء وزارة التربية والتعليم في دولة الإمارات العربية المتحدة هو تطوير قطاع التعليم في دولة الإمارات العربية المتحدة",
            "الهدف من إنشاء وزارة التربية والتعليم في دولة الإمارات العربية المتحدة هو تطوير قطاع التعليم في الإمارات العربية المتحدة من خلال توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. الهدف من إنشاء وزارة التربية والتعليم في دولة الإمارات العربية المتحدة هو توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في",
            "الهدف من إنشاء وزارة التربية والتعليم في دولة الإمارات العربية المتحدة هو تطوير قطاع التعليم في الإمارات العربية المتحدة من خلال توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تعمل وزارة التربية والتعليم في دولة الإمارات العربية المتحدة على توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات",
            "الهدف من إنشاء وزارة التربية والتعليم في دولة الإمارات العربية المتحدة هو تطوير قطاع التعليم في الإمارات العربية المتحدة من خلال توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع المواطنين والمقيمين في دولة الإمارات العربية المتحدة. تهدف وزارة التربية والتعليم في دولة الإمارات العربية المتحدة إلى توفير تعليم عالي الجودة لجميع مواطني دولة الإمارات العربية المتحدة",
            "تهدف دولة الإمارات العربية المتحدة من إنشاء وزارة التربية والتعليم إلى تحقيق الأهداف التالية:\n1- تطوير التعليم في دولة الإمارات العربية المتحدة. 2- تطوير التعليم في دولة الإمارات العربية المتحدة. 3- تطوير التعليم في دولة الإمارات العربية المتحدة. 4- تطوير التعليم في دولة الإمارات العربية المتحدة. 5- تطوير التعليم في دولة الإمارات العربية المتحدة. 6- تطوير التعليم في دولة الإمارات العربية المتحدة. 7- تطوير التعليم في دولة الإمارات العربية المتحدة. 8- تطوير التعليم في دولة الإمارات العربية المتحدة. 9- تطوير التعليم"
        ]
    ],
    "1199299": [
        [
            "توفي هوانغ جين",
            "دفن هوانغ جين",
            "توفي هوانغ جين",
            "هوانغ جين",
            "توفي هوانغ جين"
        ],
        [
            "ولد هوانغ جين"
        ],
        [
            "هوانغ جين-",
            "هوانغ جين-",
            "لا, هوانغ"
        ],
        [
            "ولد هوانغ جين-سان في مدينة تشنغدو بمقاطعة سيتشوان جنوب غرب الصين. Question: ما هي المدينة التي ولد فيها هو"
        ]
    ],
    "917621": [
        [
            "إنه أخضر.\n\nQuestion: ما هو شكل الزمرد؟",
            "إنه أخضر.\n\nQuestion: ما هو شكل الزمرد",
            "إنه أخضر.\n\nQuestion: ما هو لون الزمرد؟",
            "إنه أخضر.\n\nQuestion: ما هو لون الزمرد",
            "إنه أخضر.\n\nQuestion: ما هو لون الزمرد؟",
            "إنه أخضر.\n\nQuestion: ما هو لون الزمرد؟",
            "إنه دائري.\n\nQuestion: ما هو لون الزمرد؟"
        ],
        [
            "إنه أخضر.\n\nQuestion: ما هو شكل",
            "إنه أخضر.\n\nQuestion: ما هو لون"
        ],
        [
            "كلمة \"زمرد\" هي كلمة فارسية الأصل.\n\nQuestion: ما هو"
        ]
    ],
    "1184459": [
        [
            "ولد فهد بن علي الدوسري في مدينة الدمام في المملكة العربية السعودية في عام 1398 هجري, الموافق لعام 1978 ميلادي, ويعد فهد بن علي الدوسري من الشخصيات البارزة في المملكة العربية السعودية, حيث شغل العديد من المناصب المهمة في المملكة العربية السعودية, ومن أبرز المناصب التي شغلها فهد بن علي الدوسري ما يلي:\nأعلمني على هذا البريد الإلكتروني إذا تم إضافة تعليق بعدي:أعلمني على بريدي الإلكتروني إذا تم إضافة تعليق بعدي\nنحن نحرص على خصوصيتك: هذا العنوان البريدي لن يتم استخدامه",
            "ولد فهد بن علي الدوسري في مدينة الدمام في المملكة العربية السعودية في عام 1398 هجري, الموافق لعام 1978 ميلادي, ويعد فهد بن علي الدوسري من الشخصيات البارزة في المملكة العربية السعودية, حيث شغل العديد من المناصب المهمة في المملكة العربية السعودية, ومن أبرز المناصب التي شغلها فهد بن علي الدوسري ما يلي:\nأعلمني على هذا البريد الإلكتروني إذا تم إضافة تعليق بعدي:أعلمني على بريدي الإلكتروني إذا تم إضافة تعليق بعدي\nنحن نحرص على خصوصيتك: هذا العنوان البريدي لن يتم استخدام",
            "ولد فهد بن علي الدوسري في مدينة الدمام في المملكة العربية السعودية في عام 1398 هجري, الموافق لعام 1978 ميلادي, ويعد فهد بن علي الدوسري من الشخصيات البارزة في المملكة العربية السعودية, حيث شغل العديد من المناصب المهمة في المملكة العربية السعودية, ومن أبرز المناصب التي شغلها فهد بن علي الدوسري ما يلي:\nأعلمني على هذا البريد الإلكتروني إذا تم إضافة تعليق بعدي:أعلمني على بريدي الإلكتروني إذا تم إضافة تعليق بعدي\nنحن نحرص على خصوصية خصوصيتك: هذا العنوان البريدي لن يتم",
            "ولد فهد بن علي الدوسري في مدينة الدمام في المملكة العربية السعودية في عام 1398 هجري, الموافق لعام 1978 ميلادي, ويعد فهد بن علي الدوسري من الشخصيات البارزة في المملكة العربية السعودية, حيث شغل العديد من المناصب المهمة في المملكة العربية السعودية, ومن أبرز المناصب التي شغلها فهد بن علي الدوسري ما يلي:\nأعلمني على هذا البريد الإلكتروني إذا تم إضافة تعليق بعدي:أعلمني على بريدي الإلكتروني إذا تم إضافة تعليق بعد\nنحن نحرص على خصوصيتك: هذا العنوان البريدي لن يتم استخدامه",
            "ولد فهد بن علي الدوسري في مدينة الدمام في المملكة العربية السعودية في عام 1398 هجري, الموافق لعام 1978 ميلادي, ويعد فهد بن علي الدوسري من الشخصيات البارزة في المملكة العربية السعودية, حيث شغل العديد من المناصب المهمة في المملكة العربية السعودية, ومن أبرز المناصب التي شغلها فهد بن علي الدوسري ما يلي:\nأعلمني على هذا البريد الإلكتروني إذا تم إضافة تعليق بعدي:أعلمني على بريدي الإلكتروني إذا تم إضافة تعليق بعدي\nنحن نحرص على خصوصيتك:هذا العنوان البريدي لن يتم استخدامه",
            "ولد فهد بن علي الدوسري في مدينة الدمام في المملكة العربية السعودية في عام 1398 هجري, الموافق لعام 1978 ميلادي, ويعد فهد بن علي الدوسري من الشخصيات البارزة في المملكة العربية السعودية, حيث شغل العديد من المناصب المهمة في المملكة العربية السعودية, ومن أبرز المناصب التي شغلها فهد بن علي الدوسري ما يلي:\nأعلمني على هذا البريد الإلكتروني إذا تم إضافة تعليق بعدي:أعلمني على بريدي الإلكتروني إذا تم إضافة تعليق بعدي\nنحن نحرص على خصوصيةيتك: هذا العنوان البريدي لن يتم استخدامه",
            "ولد فهد بن علي الدوسري في مدينة الدمام في المملكة العربية السعودية في عام 1398 هجري, الموافق لعام 1978 ميلادي, ويعد فهد بن علي الدوسري من الشخصيات البارزة في المملكة العربية السعودية, حيث شغل العديد من المناصب المهمة في المملكة العربية السعودية, ومن أبرز المناصب التي شغلها فهد بن علي الدوسري ما يلي:\nأعلمني على هذا البريد الإلكتروني إذا تم إضافة تعليق بعدي:أعلمني على بريدي الإلكتروني إذا تم إضافة تعليق بعدي\n \nنحن نحرص على خصوصيتك: هذا العنوان البريدي لن يتم استخدامه",
            "ولد فهد بن علي الدوسري في مدينة الدمام في المملكة العربية السعودية في عام 1398 هجري, الموافق لعام 1978 ميلادي, ويعد فهد بن علي الدوسري من الشخصيات البارزة في المملكة العربية السعودية, حيث شغل العديد من المناصب المهمة في المملكة العربية السعودية, ومن أبرز المناصب التي شغلها فهد بن علي الدوسري ما يلي:\nأعلمني على هذا البريد الإلكتروني إذا تم إضافة تعليق بعدي:أعلمني على بريدي الإلكتروني إذا تم إضافة تعليق بعدي\nنحن نحرص على خصوصيتك: هذا العنوان البريدي لن ينشر في",
            "تاريخ ميلاد فهد بن علي الدوسري هو:\nتاريخ ميلاد فهد بن علي الدوسري هو:\nتاريخ ميلاد فهد بن علي الدوسري هو:\nتاريخ ميلاد فهد بن علي الدوسري هو:\nتاريخ ميلاد فهد بن علي الدوسري هو:\nتاريخ ميلاد فهد بن علي الدوسري هو:\nتاريخ ميلاد فهد بن علي الدوسري هو:\nتاريخ ميلاد فهد بن علي الدوسري هو:\nتاريخ ميلاد فهد بن علي الدوسري هو:\nتاريخ ميلاد فهد بن علي الدوسري هو:\nتاريخ ميلاد فهد بن علي الدوسري هو:\nتاريخ"
        ],
        [
            "ولد فهد بن علي الدوسري في مدينة الدمام في المملكة العربية السعودية في عام 1398 هجري, الموافق لعام 1978 ميلادي, ويعد فهد بن علي الدوسري من الشخصيات البارزة في المملكة العربية السعودية, حيث شغل العديد من المناصب المهمة في المملكة العربية السعودية, ومن أبرز المناصب التي شغلها فهد بن علي الدوسري ما يلي:\nأعلمني على هذا البريد الإلكتروني إذا تم إضافة تعليق بعدي:أعلمني على بريدي الإلكتروني إذا تم إضافة تعليق بعدي\nنحن نحرص على خصوصيتك: هذا العنوان البريدي غير دقيق."
        ]
    ],
    "651137": [
        [
            "ما هي لغة الآلة",
            "ما هي لغة الآلة ؟\nQuestion: ما هي",
            "ما هي لغة الآلة؟\nQuestion: ما هي لغة الآلة؟",
            "ما هي لغة الآلة؟",
            "ما هي لغة الآلة؟",
            "ما هي لغة الآلة؟",
            "ما هي لغة الآلة",
            "ما هي لغة الآلة\nQuestion: ما هي",
            "ما هي لغة الآلة؟",
            "لغة الآلة (بالإنجليزية: Machine Language)  هي مجموعة من الأوامر والتعليمات التي يتم تنفيذها بواسطة جهاز الحاسوب. وهي تختلف عن لغة البرمجة (بالإنجليزية: Programming Language)  في أن لغة الآلة لا تحتوي على تعليمات برمجية, وإنما تحتوي فقط على أوامر مكتوبة بلغة الآلة. لغة الآلة هي مجموعة من الأوامر والتعليمات التي يتم تنفيذها بواسطة جهاز الحاسوب. وهي تختلف عن لغة البرمجة (بالإنجليزية: Programming Language)  في أن لغة الآلة لا تحتوي على تعليمات برمجية, وإنما تحتوي فقط على أوامر مكتوبة بلغة الآلة"
        ]
    ],
    "1172486": [
        [
            "كسوف الشمس هو ظاهرة فلكية تحدث عندما يحجب القمر ضوء الشمس عن الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول",
            "كسوف الشمس هو ظاهرة فلكية تحدث عندما يحجب القمر ضوء الشمس عن الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, يحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول",
            "كسوف الشمس هو ظاهرة فلكية تحدث عندما يحجب القمر ضوء الشمس عن الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أبعد نقطة له من الأرض في مداره حول",
            "كسوف الشمس هو ظاهرة فلكية تحدث عندما يحجب القمر ضوء الشمس عن الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, يحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, يحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول",
            "كسوف الشمس هو ظاهرة فلكية تحدث عندما يحجب القمر ضوء الشمس عن الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, وعندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض,",
            "كسوف الشمس هو ظاهرة فلكية تحدث عندما يحجب القمر ضوء الشمس عن الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مدار حول الأرض",
            "كسوف الشمس هو ظاهرة فلكية تحدث عندما يحجب القمر ضوء الشمس عن الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, يحدث هذا عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول",
            "كسوف الشمس هو ظاهرة فلكية تحدث عندما يحجب القمر ضوء الشمس عن الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أبعد نقطة له عن الأرض في مداره حول",
            "كسوف الشمس هو ظاهرة فلكية تحدث عندما يحجب القمر ضوء الشمس عن الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, ويحدث ذلك عندما يكون القمر في أقرب نقطة له من الأرض في مداره حول الأرض, وتحدث هذه الظاهرة عندما يكون القمر في أقرب نقطة له من الأرض في مداره",
            "كسوف الشمس هو ظاهرة طبيعية تحدث عندما يمر القمر بين الأرض والشمس, مما يؤدي إلى حجب ضوء الشمس عن الأرض. يحدث كسوف الشمس عندما يمر القمر بين الأرض والشمس, مما يؤدي إلى حجب ضوء الشمس عن الأرض. يحدث كسوف الشمس عندما يمر القمر بين الأرض والشمس, مما يؤدي إلى حجب ضوء الشمس عن الأرض. يحدث كسوف الشمس عندما يمر القمر بين الأرض والشمس, مما يؤدي إلى حجب ضوء الشمس عن الأرض. يحدث كسوف الشمس عندما يمر القمر بين الأرض والشمس, مما يؤدي إلى حجب ضوء الشمس"
        ]
    ],
    "1161498": [
        [
            "عدد الأهداف التي احرزها مع  نادي سانتانيكوس أسوشيتد هو 3 أهداف. Question: كم عدد"
        ],
        [
            "عدد الأهداف التي احرزها مع نادي سانتانيكوس أسوشيتد هو 6 أهداف. Question: كم عدد الأهداف التي اح",
            "عدد الأهداف التي احرزها مع  نادي سانتانيكوس أسوشيتد هو ستة أهداف. Question: كم عدد",
            "عدد الأهداف التي احرزها مع نادي سانتانيكوس أسوشيتد هو 6 أهداف. Question: كم عدد الأهداف التي احرزها"
        ],
        [
            "عدد الأهداف التي احرزها مع  نادي سانتانيكوس أسوشيتد هو 7 أهداف. Question: كم عدد"
        ],
        [
            "عدد الأهداف التي احرزها مع نادي سانتانيكوس أسوشيتد هو 4 أهداف. Question: كم عدد الأهداف التي اح",
            "عدد الأهداف التي احرزها مع  نادي سانتانيكوس أسوشيتد هو 4 أهداف. Question: كم عدد"
        ],
        [
            "عدد الأهداف التي احرزها مع نادي سانتانيكوس أسوشيتد هو 8 أهداف. Question: كم عدد الأهداف التي اح",
            "عدد الأهداف التي احرزها مع  نادي سانتانيكوس أسوشيتد هو 8 أهداف. Question: كم عدد"
        ],
        [
            "سجل هدفين مع نادي"
        ]
    ],
    "1039832": [
        [
            "يوضح الجدول الدوري للسالبية الكهربية عدد إلكترونات التكافؤ الموجودة في الذرة, فكلما زاد عدد إلكترونات التكافؤ كلما زادت السالبية الكهربية للذرة. السالبية الكهربية (Electronegativity) هي قياس لمدى سهولة أو صعوبة انتقال الإلكترونات بين الذرات في الجدول الدوري, فكلما زادت السالبية الكهربية زادت احتمالية انتقال الإلكترونات بين الذرات, وكلما قلت السالبية الكهربية قلت احتمالية انتقال الإلكترونات بين الذرات. السالبية الكهربية (Electronegativity) هي قياس",
            "يوضح الجدول الدوري للسالبية الكهربية عدد إلكترونات التكافؤ الموجودة في الذرة, فكلما زاد عدد إلكترونات التكافؤ كلما زادت السالبية الكهربية للذرة. السالبية الكهربية (Electronegativity) هي قياس لمدى سهولة أو صعوبة انتقال الإلكترونات بين الذرات في الجدول الدوري, فكلما زادت السالبية الكهربية زادت احتمالية انتقال الإلكترونات بين الذرات, وكلما قلت السالبية الكهربية قلت احتمالية انتقال الإلكترونات بين الذرات. السالبية الكهربية (Electronegativity) هي مقياس",
            "يوضح الجدول الدوري للسالبية الكهربية عدد إلكترونات التكافؤ الموجودة في الذرة, فكلما زاد عدد إلكترونات التكافؤ كلما زادت السالبية الكهربية للذرة. السالبية الكهربية (Electronegativity) هي قياس لمدى سهولة أو صعوبة انتقال الإلكترونات بين الذرات في الجدول الدوري, فكلما زادت السالبية الكهربية زادت احتمالية انتقال الإلكترونات بين الذرات, وكلما قلت السالبية الكهربية قلت احتمالية انتقال الإلكترونات بين الذرات. السالبية الكهربية للذرة هي عدد إلكترونات التكافؤ",
            "يوضح الجدول الدوري للسالبية الكهربية عدد إلكترونات التكافؤ الموجودة في الذرة, فكلما زاد عدد إلكترونات التكافؤ كلما زادت السالبية الكهربية للذرة. السالبية الكهربية (Electronegativity) هي قياس لمدى سهولة أو صعوبة انتقال الإلكترونات بين الذرات في الجدول الدوري, فكلما زادت السالبية الكهربية زادت احتمالية انتقال الإلكترونات بين الذرات, وكلما قلت السالبية الكهربية قلت احتمالية انتقال الإلكترونات بين الذرات. السالبية الكهربية (Electronegativity) هو مقياس",
            "يوضح الجدول الدوري للسالبية الكهربية عدد إلكترونات التكافؤ الموجودة في الذرة, فكلما زاد عدد إلكترونات التكافؤ كلما زادت السالبية الكهربية للذرة. السالبية الكهربية (Electronegativity) هي قياس لمدى سهولة أو صعوبة انتقال الإلكترونات بين الذرات في الجدول الدوري, فكلما زادت السالبية الكهربية زادت احتمالية انتقال الإلكترونات بين الذرات, وكلما قلت السالبية الكهربية قلت احتمالية انتقال الإلكترونات بين الذرات. السالبية الكهربية (Electronegativity) هي عبارة",
            "يوضح الجدول الدوري للسالبية الكهربية عدد إلكترونات التكافؤ الموجودة في الذرة, فكلما زاد عدد إلكترونات التكافؤ كلما زادت السالبية الكهربية للذرة. السالبية الكهربية (Electronegativity) هي قياس لمدى سهولة أو صعوبة انتقال الإلكترونات بين الذرات في الجدول الدوري, فكلما زادت السالبية الكهربية زادت احتمالية انتقال الإلكترونات بين الذرات, وكلما قلت السالبية الكهربية قلت احتمالية انتقال الإلكترونات بين الذرات. السالبية الكهربية (Electronegativity) هي قيمة",
            "يوضح الجدول الدوري للسالبية الكهربية عدد إلكترونات التكافؤ الموجودة في الذرة, فكلما زاد عدد إلكترونات التكافؤ كلما زادت السالبية الكهربية للذرة. السالبية الكهربية (Electronegativity) هي قياس لمدى سهولة أو صعوبة انتقال الإلكترونات بين الذرات في الجدول الدوري, فكلما زادت السالبية الكهربية زادت احتمالية انتقال الإلكترونات بين الذرات, وكلما قلت السالبية الكهربية قلت احتمالية انتقال الإلكترونات بين الذرات. السالبية الكهربية (Electronegativity) لكل ذرة",
            "يوضح الجدول الدوري للسالبية الكهربية عدد إلكترونات التكافؤ الموجودة في الذرة, فكلما زاد عدد إلكترونات التكافؤ كلما زادت السالبية الكهربية للذرة. السالبية الكهربية (Electronegativity) هي قياس لمدى سهولة أو صعوبة انتقال الإلكترونات بين الذرات في الجدول الدوري, فكلما زادت السالبية الكهربية زادت احتمالية انتقال الإلكترونات بين الذرات, وكلما قلت السالبية الكهربية قلت احتمالية انتقال الإلكترونات بين الذرات. السالبية الكهربية (Electronegativity) هي أحد",
            "يوضح الجدول الدوري للسالبية الكهربية عدد إلكترونات التكافؤ الموجودة في الذرة, فكلما زاد عدد إلكترونات التكافؤ كلما زادت السالبية الكهربية للذرة. السالبية الكهربية (Electronegativity) هي قياس لمدى سهولة أو صعوبة انتقال الإلكترونات بين الذرات في الجدول الدوري, فكلما زادت السالبية الكهربية زادت احتمالية انتقال الإلكترونات بين الذرات, وكلما قلت السالبية الكهربية قلت احتمالية انتقال الإلكترونات بين الذرات. السالبية الكهربية (Electronegativity) هي المقياس",
            "يوضح الجدول الدوري للسالبية الكهربية أن السالبية الكهربية للأكسجين أعلى من السالبية الكهربية للنيتروجين, كما يوضح أن السالبية الكهربية للأكسجين أعلى من السالبية الكهربية للهيليوم, كما يوضح أن السالبية الكهربية للأكسجين أعلى من السالبية الكهربية للهيليوم, كما يوضح أن السالبية الكهربية للأكسجين أعلى من السالبية الكهربية للهيليوم, كما يوضح أن السالبية الكهربية للأكسجين أعلى من السالبية الكه"
        ]
    ],
    "1136479": [
        [
            "عدد الأشخاص الذين يمكن",
            "عدد الأشخاص الذين يمكن أن تستوعبهم",
            "عدد الأشخاص الذين يمكن",
            "عدد الأشخاص الذين يمكن أن تستوعبهم",
            "عدد الأشخاص الذين يمكن",
            "عدد الأشخاص الذين يمكن أن تستوعبهم",
            "عدد الأشخاص الذين يمكن أن تستوعبهم حاملة الأفراد هو",
            "عدد الأشخاص الذين يمكن أن تستوعبهم",
            "عدد الأشخاص الذين يمكن أن تستوعبهم"
        ],
        [
            "لا يمكن أن تستوعب حاملة الأفراد أكثر من شخصين.\n\nQuestion"
        ]
    ],
    "922122": [
        [
            "اختر الإجابة الصحيحة من بين الخيارات التالية:\nالقرص الصلب هو عبارة عن وحدة تخزين تستخدم لتخزين البيانات على شكل أقراص مضغوطة أو أقراص فيديو رقمية (DVDs) أو أقراص مدمجة (CDs) أو أقراص مرنة (CD-R/CD-RW/CD-RW/CD-RW/CD-RW/CD-RW/CD-RW/CD-RW/CD-RW/CD-RW/CD-RW/CD-RW/CD-RW/CD-",
            "اختر الإجابة الصحيحة من بين الخيارات التالية:\nالقرص الصلب هو عبارة عن وحدة تخزين تستخدم لتخزين البيانات على شكل أقراص مضغوطة أو أقراص فيديو رقمية (DVDs) أو أقراص مرنة (CDs) أو أقراص مدمجة (CDs) أو أقراص بصرية (CD-ROMs) أو أقراص مضغوطة (CDs) أو أقراص فيديو رقمية (DVDs) أو أقراص مرنة (CDs) أو أقراص مدمجة (CDs) أو أقراص بصرية (CD-ROMs) أو",
            "اختر الإجابة الصحيحة من بين الخيارات التالية:\nالقرص الصلب هو عبارة عن وحدة تخزين تستخدم لتخزين البيانات على شكل أقراص مضغوطة أو أقراص فيديو رقمية (DVDs) أو أقراص مرنة (CDs) أو أقراص مدمجة (CDs) أو أقراص بصرية (CD-ROMs) أو أقراص مضغوطة (CDs) أو أقراص فيديو رقمية (DVDs) أو أقراص مرنة (CDs) أو أقراص مضغوطة (CDs) أو أقراص بصرية (CD-ROMs",
            "اختر الإجابة الصحيحة من بين الخيارات التالية:\nالقرص الصلب هو عبارة عن وحدة تخزين تستخدم لتخزين البيانات على شكل أقراص مضغوطة أو أقراص فيديو رقمية (DVDs) أو أقراص مرنة (CDs) أو أقراص مدمجة (CDs) أو أقراص بصرية (CD-ROMs) أو أقراص مضغوطة (CDs) أو أقراص فيديو رقمية (DVDs) أو أقراص مرنة (CDs) أو أقراص مضغوطة (CDs) أو أقراص فيديو رقمية (DVDs",
            "اختر الإجابة الصحيحة من بين الخيارات التالية:\nالقرص الصلب هو عبارة عن وحدة تخزين تستخدم لتخزين البيانات على شكل أقراص مضغوطة أو أقراص فيديو رقمية (DVDs) أو أقراص مرنة (CDs) أو أقراص مدمجة (CDs) أو أقراص بصرية (CD-ROMs) أو أقراص مضغوطة (CD-Roms) أو أقراص فيديو رقمية (DVDs) أو أقراص مرنة (CDs) أو أقراص مدمجة (CDs) أو أقراص بصرية (CD-ROMs",
            "اختر الإجابة الصحيحة من بين الخيارات التالية:\nالقرص الصلب هو عبارة عن وحدة تخزين تستخدم لتخزين البيانات على شكل أقراص مضغوطة أو أقراص فيديو رقمية (DVDs) أو أقراص مرنة (CDs) أو أقراص مدمجة (CDs) أو أقراص بصرية (CD-ROMs) أو أقراص مضغوطة (CD-Roms) أو أقراص فيديو رقمية (DVDs) أو أقراص مرنة (CDs) أو أقراص مضغوطة (CDs) أو أقراص بصرية (CD-",
            "اختر الإجابة الصحيحة من بين الخيارات التالية:\nالقرص الصلب هو عبارة عن وحدة تخزين تستخدم لتخزين البيانات على شكل أقراص مضغوطة أو أقراص فيديو رقمية (DVDs) أو أقراص مرنة (CDs) أو أقراص مدمجة (CDs) أو أقراص بصرية (CD-ROMs) أو أقراص مضغوطة (CD-Roms) أو أقراص فيديو رقمية (DVDs) أو أقراص مرنة (CDs) أو أقراص مضغوطة (CD-Roms) أو أقراص بصرية (",
            "اختر الإجابة الصحيحة من بين الخيارات التالية:\nالقرص الصلب هو عبارة عن وحدة تخزين تستخدم لتخزين البيانات على شكل أقراص مضغوطة أو أقراص فيديو رقمية (DVDs) أو أقراص مرنة (CDs) أو أقراص مدمجة (CDs) أو أقراص بصرية (CD-ROMs) أو أقراص مضغوطة (CDs) أو أقراص فيديو رقمية (DVDs) أو أقراص مضغوطة (CDs) أو أقراص مرنة (CDs) أو أقراص مدمجة (CDs) أو",
            "اختر الإجابة الصحيحة من بين الخيارات التالية:\nالقرص الصلب هو عبارة عن وحدة تخزين تستخدم لتخزين البيانات على شكل أقراص مضغوطة أو أقراص فيديو رقمية (DVDs) أو أقراص مرنة (CDs) أو أقراص مدمجة (CDs) أو أقراص بصرية (CD-ROMs) أو أقراص مضغوطة (CD-Roms) أو أقراص فيديو رقمية (DVDs) أو أقراص مرنة (CDs) أو أقراص مضغوطة (CD-Roms) أو أقراص فيديو رقمية",
            "اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة: اختر الإجابة الصحيحة:"
        ]
    ],
    "939390": [
        [
            "ابن سينا هو أبو علي الحسين بن عبد الله بن الحسن بن علي بن سينا, عالم وطبيب مسلم من بخارى, اشتهر بالطب والفلسفة واشتغل بهما. ولد في قرية أفشنة بالقرب من بخارى عام 980م, وتوفي في مدينة شيراز عام 1037م.",
            "ابن سينا هو أبو علي الحسين بن عبد الله بن الحسن بن علي بن سينا, عالم وطبيب مسلم من بخارى, اشتهر بالطب والفلسفة واشتغل بهما. ولد في قرية أفشنة بالقرب من بخارى عام 980م, وتوفي في مدينة شيراز عام 1037م. يعد ابن سينا مؤسس علم الطب الحديث وأول من درس الطب في العالم الإسلامي, وهو صاحب كتاب القانون في الطب الذي يعتبر من أهم المراجع الطبية في العالم. ولد ابن سينا في قرية أفشنة بالقرب من بخارى, وقد",
            "ابن سينا هو أبو علي الحسين بن عبد الله بن الحسن بن علي بن سينا, عالم وطبيب مسلم من بخارى, اشتهر بالطب والفلسفة واشتغل بهما. ولد في قرية أفشنة بالقرب من بخارى عام 980م, وتوفي في مدينة شيراز عام 1037م. يعد ابن سينا مؤسس علم الطب الحديث وأول من درس الطب في العالم الإسلامي, وهو صاحب كتاب القانون في الطب الذي يعتبر من أهم المراجع الطبية في العالم. ولد ابن سينا في قرية تدعى أفشنة بالقرب من بخارى,",
            "ابن سينا هو أبو علي الحسين بن عبد الله بن الحسن بن الحسن بن علي بن سينا, عالم وطبيب مسلم من بخارى, اشتهر بالطب والفلسفة واشتغل بهما. ولد في قرية أفشنة بالقرب من بخارى في أوزبكستان عام 980م, وتوفي في مدينة شيراز في إيران عام 1037م. كان والده حسين بن عبد الله بن الحسن بن الحسن بن علي بن سينا, عالم وطبيب مسلم من بخارى, اشتهر بالطب والفلسفة واشتغل بهما. ولد في قرية أفشنة بالقرب من"
        ],
        [
            "ابن سينا هو أبو علي الحسين بن عبد الله بن الحسن بن علي بن سينا, عالم وطبيب مسلم من بخارى, اشتهر بالطب والفلسفة واشتغل بهما. ولد في قرية أفشنة بالقرب من بخارى عام 980م, وتوفي في مدينة شيراز عام 1037م. يعد ابن سينا مؤسس علم الطب الحديث وأول من درس الطب في العالم الإسلامي, وهو صاحب كتاب القانون في الطب الذي يعتبر من أهم المراجع الطبية في العالم. ولد ابن سينا في قرية أفشنة بالقرب من بخارى عام 9",
            "ابن سينا هو أبو علي الحسين بن عبد الله بن الحسن بن علي بن سينا, عالم وطبيب مسلم من بخارى, اشتهر بالطب والفلسفة واشتغل بهما. ولد في قرية أفشنة بالقرب من بخارى عام 980م, وتوفي في مدينة شيراز عام 1037م. يعد ابن سينا مؤسس علم الطب الحديث وأول من درس الطب في العالم الإسلامي, وهو صاحب كتاب القانون في الطب الذي يعتبر من أهم المراجع الطبية في العالم. ولد ابن سينا عام 980م في قرية أفشنة بالقرب من",
            "ابن سينا هو أبو علي الحسين بن عبد الله بن الحسن بن علي بن سينا, عالم وطبيب مسلم من بخارى, اشتهر بالطب والفلسفة واشتغل بهما. ولد في قرية أفشنة بالقرب من بخارى عام 980م, وتوفي في مدينة شيراز عام 1037م. يعد ابن سينا مؤسس علم الطب الحديث وأول من درس الطب في العالم الإسلامي, وهو صاحب كتاب القانون في الطب الذي يعتبر من أهم المراجع الطبية في العالم. ولد ابن سينا في قرية أفشنة بالقرب من بخارى في أوزبكستان",
            "ابن سينا هو أبو علي الحسين بن عبد الله بن الحسن بن علي بن سينا, عالم وطبيب مسلم من بخارى, اشتهر بالطب والفلسفة واشتغل بهما. ولد في قرية أفشنة بالقرب من بخارى عام 980م, وتوفي في مدينة شيراز عام 1037م. يعد ابن سينا مؤسس علم الطب الحديث وأول من درس الطب في العالم الإسلامي, وهو صاحب كتاب القانون في الطب الذي يعتبر من أهم المراجع الطبية في العالم. ولد ابن سينا في قرية أفشنة بالقرب من مدينة بخارى في",
            "ابن سينا هو أبو علي الحسين بن عبد الله بن الحسن بن علي بن سينا, عالم وطبيب مسلم من بخارى, اشتهر بالطب والفلسفة واشتغل بهما. ولد في قرية أفشنة بالقرب من بخارى عام 980م, وتوفي في مدينة شيراز عام 1037م. يعد ابن سينا مؤسس علم الطب الحديث وأول من درس الطب في العالم الإسلامي, وهو صاحب كتاب القانون في الطب الذي يعتبر من أهم المراجع الطبية في العالم. ولد ابن سينا في قرية أفشنة بالقرب من مدينة بخارى,",
            "ابن سينا هو أبو علي الحسين بن عبد الله بن الحسن بن علي بن سينا, عالم وطبيب مسلم من بخارى, اشتهر بالطب والفلسفة واشتغل بهما. ولد في قرية أفشنة بالقرب من بخارى عام 980م, وتوفي في مدينة شيراز عام 1037م. يعد ابن سينا مؤسس علم الطب الحديث وأول من درس الطب في العالم الإسلامي, وهو صاحب كتاب القانون في الطب الذي يعتبر من أهم المراجع الطبية في العالم. ولد ابن سينا في قرية أفشنة بالقرب من بخارى, وتلقى"
        ]
    ],
    "1116732": [
        [
            "يقع ضريح حيدر في مدينة حيدر آباد في الهند.\nQuestion: أين يقع ضريح",
            "يقع ضريح حيدر في مدينة حيدر آباد في الهند.",
            "يقع ضريح حيدر في مدينة حيدر آباد في الهند.\nQuestion: أين يقع ضريح حيدر",
            "يقع ضريح حيدر في مدينة حيدر آباد في الهند.\nQuestion: أين يقع ض",
            "يقع ضريح حيدر في مدينة حيدر آباد في الهند. Question: أين يقع ضريح حيدر؟\nAnswer",
            "يقع ضريح حيدر في مدينة حيدر آباد في الهند.\nQuestion: أين يقع ضريح حيدر؟",
            "يقع ضريح حيدر في مدينة حيدر آباد في الهند.\nQuestion: اين يقع ضريح",
            "يقع ضريح حيدر في مدينة حيدر آباد في الهند.\nسؤال: أين يقع ضريح",
            "يقع ضريح حيدر في مدينة حيدر آباد في الهند.\nQuestion: أين يقع ضريح حيدر؟",
            "يقع ضريح حيدر في مدينة حيدر آباد في الهند.\nQuestion: أين يقع ضريح"
        ]
    ],
    "915263": [
        [
            "أمضى روحي فتوح أولى سنين حياته في مدينة القدس.\nQuestion",
            "أمضى روحي فتوح أولى سنين حياته في مدينة القدس.",
            "أمضى روحي فتوح أولى سنين حياته في مدينة القدس.",
            "أمضى روحي فتوح أولى سنين حياته في مدينة القدس.\nQuestion"
        ],
        [
            "أمضى روحي فتوح أولى سنين حياته في مدينة دمشق.\nQuestion",
            "أمضى روحي فتوح أولى سنين حياته في مدينة دمشق.",
            "أمضى روحي فتوح أولى سنين حياته في مدينة دمشق."
        ],
        [
            "أمضى روحي فتوح أولى سنين حياته في مدينة القدس.\nQuestion: في أي"
        ],
        [
            "أمضى روحي فتوح أولى سنين حياته في مدينة دمشق.\nQuestion: في أي"
        ],
        [
            "أمضى روحي فتوح أولى سنين حياته في مدينة حلب.\nQuestion"
        ]
    ],
    "659015": [
        [
            "الملوثات الرئيسية غير محددة المصدر التي تساهم في الانجراف المائي للأنظمة البيئية المائية وتلوث المياه الجوفية هي:\nالغازات الدفيئة مثل ثاني أكسيد الكربون (CO2) والميثان (CH4) وأكاسيد النيتروجين (NO2) وأكاسيد الكبريت (SO2) والأوزون (O3) وثاني أكسيد الكبريت (SO2) وأكاسيد النيتروجين (NO2) وأكاسيد الكبريت (SO2) والأوزون (O3) وثاني أكسيد الكبريت (",
            "الملوثات الرئيسية غير محددة المصدر التي تساهم في الانجراف المائي للأنظمة البيئية المائية وتلوث المياه الجوفية هي:\nالغازات الدفيئة مثل ثاني أكسيد الكربون (CO2) والميثان (CH4) وأكاسيد النيتروجين (NO2) وأكاسيد الكبريت (SO2) والأوزون (O3) وثاني أكسيد الكبريت (SO2) وأكاسيد النيتروجين (NO2) وأكاسيد الكبريت (SO2) والأوزون (O3) وثاني أكسيد الكربون (",
            "الملوثات الرئيسية غير محددة المصدر التي تساهم في الانجراف المائي للأنظمة البيئية المائية وتلوث المياه الجوفية هي:\nالغازات الدفيئة مثل ثاني أكسيد الكربون (CO2) والميثان (CH4) وأكاسيد النيتروجين (NO2) وأكاسيد الكبريت (SO2) والأوزون (O3) وثاني أكسيد الكبريت (SO2) وأكاسيد النيتروجين (NO2) وأكاسيد الكبريت (SO2) والأوزون (O3) وأول أكسيد الكربون (",
            "الملوثات الرئيسية غير محددة المصدر التي تساهم في الانجراف المائي للأنظمة البيئية المائية وتلوث المياه الجوفية هي:\nالغازات الدفيئة مثل ثاني أكسيد الكربون (CO2) والميثان (CH4) وأكاسيد النيتروجين (NO2) وأكاسيد الكبريت (SO2) والأوزون (O3) وثاني أكسيد الكبريت (SO2) وأكاسيد النيتروجين (NO2) وثاني أكسيد الكبريت (SO2) وأكاسيد النيتروجين (NO2) وأكاسيد",
            "الملوثات الرئيسية غير محددة المصدر التي تساهم في الانجراف المائي للأنظمة البيئية المائية وتلوث المياه الجوفية هي:\nالغازات الدفيئة مثل ثاني أكسيد الكربون (CO2) والميثان (CH4) وأكاسيد النيتروجين (NO2) وأكاسيد الكبريت (SO2) والأوزون (O3) وثاني أكسيد الكبريت (SO2) وأكاسيد النيتروجين (NO2) وأكاسيد الكبريت (SO2) والأوزون (O3) وأكاسيد النيت",
            "الملوثات الرئيسية غير محددة المصدر التي تساهم في الانجراف المائي للأنظمة البيئية المائية وتلوث المياه الجوفية هي:\nالغازات الدفيئة مثل ثاني أكسيد الكربون (CO2) والميثان (CH4) وأكاسيد النيتروجين (NO2) وأكاسيد الكبريت (SO2) والأوزون (O3) وثاني أكسيد الكبريت (SO2) وأكاسيد النيتروجين (NO2) وثاني أكسيد الكبريت (SO2) وأكاسيد النيتروجين (NO2) وثاني أكسيد الكبريت",
            "الملوثات الرئيسية غير محددة المصدر التي تساهم في الانجراف المائي للأنظمة البيئية المائية وتلوث المياه الجوفية هي:\nالغازات الدفيئة مثل ثاني أكسيد الكربون (CO2) والميثان (CH4) وأكاسيد النيتروجين (NO2) وأكاسيد الكبريت (SO2) والأوزون (O3) وثاني أكسيد الكبريت (SO2) وأكاسيد النيتروجين (NO2) وأكاسيد الكبريت (SO2) والأوزون (O3) والكبريت (",
            "الملوثات الرئيسية غير محددة المصدر التي تساهم في الانجراف المائي للأنظمة البيئية المائية وتلوث المياه الجوفية هي:\nالغازات الدفيئة مثل ثاني أكسيد الكربون (CO2) والميثان (CH4) وأكاسيد النيتروجين (NO2) وأكاسيد الكبريت (SO2) والأوزون (O3) وثاني أكسيد الكبريت (SO2) وأكاسيد النيتروجين (NO2) وأكاسيد الكبريت (SO2) وأكسيد النيتروجين (NO2) وأكاس",
            "الملوثات الرئيسية غير محددة المصدر التي تساهم في الانجراف المائي للأنظمة البيئية المائية وتلوث المياه الجوفية هي:\nالغازات الدفيئة مثل ثاني أكسيد الكربون (CO2) والميثان (CH4) وأكاسيد النيتروجين (NO2) وأكاسيد الكبريت (SO2) والأوزون (O3) وثاني أكسيد الكبريت (SO2) وأكاسيد النيتروجين (NO2) وأكاسيد الكبريت (SO2) والأوزون (O3) والكبريتات"
        ],
        [
            "تلوث المياه الجوفية\nQuestion: ما هي الملوثات الرئيسية"
        ]
    ],
    "920815": [
        [
            "",
            "كلمة",
            "كلمة \"أفروديت\" مشتقة من الكلمة اليونانية \"أفروديتوس\" والتي تعني \"المحبوبة\" أو \"المحبوبة\" أو \"المحبوبة\" أو \"المحبوبة\" أو \"المحبوبة\" أو \"المحبوبة\" أو \"المحبوبة\" أو \"المحبوبة\" أو \"المحبوبة\" أو \"المحبوبة\" أو \"المحبوبة\" أو \"المحبوبة\" أو \"المحبوبة\" أو \"",
            "",
            "",
            "كلمة",
            "كلمة \"أفروديت\" مشتقة من الكلمة اليونانية \"أفروديتوس\" والتي تعني \"المحبوبة\" أو \"المحبوبة\".\n\nQuestion: ما هي أصل كلمة \"أفروديت\"؟\n\nAnswer",
            "كلمة \"أفروديت\" مشتقة من الكلمة اليونانية \"أفروديتوس\" والتي تعني \"المحبوبة\" أو \"المحبوبة\".\nQuestion: ما هي أصل كلمة \"أفروديت\"؟",
            "كلمة",
            "كلمة \"أفروديت\" مشتقة من الكلمة اليونانية"
        ]
    ],
    "1118936": [
        [
            "نظمت \nالاتحاد الرياضي العربي الفلسطيني العديد من الأنشطة الرياضية المختلفة في مختلف المحافظات الفلسطينية, ومن هذه الأنشطة ما يلي:\n1- بطولة كرة القدم الخماسية.\n2- بطولة كرة الطاولة.\n3- بطولة كرة السلة.\n4- بطولة كرة الطائرة.\n5- بطولة كرة اليد.\n6- بطولة تنس الطاولة.\n7- بطولة الشطرنج.\n8- بطولة المبارزة.\n9- بطولة الكاراتيه.\n10- بطولة التايكواندو.\n11- بطولة",
            "نظمت \nالاتحاد الرياضي العربي الفلسطيني العديد من الأنشطة الرياضية المختلفة في مختلف المحافظات الفلسطينية, ومن هذه الأنشطة ما يلي:\n1- بطولة كرة القدم الخماسية.\n2- بطولة كرة الطاولة.\n3- بطولة كرة السلة.\n4- بطولة كرة الطائرة.\n5- بطولة كرة اليد.\n6- بطولة تنس الطاولة.\n7- بطولة الشطرنج.\n8- بطولة المبارزة.\n9- بطولة التايكواندو.\n10- بطولة الجودو.\n11- بطولة",
            "نظمت \nالاتحاد الرياضي العربي الفلسطيني العديد من الأنشطة الرياضية المختلفة في مختلف المحافظات الفلسطينية, ومن هذه الأنشطة ما يلي:\n1- بطولة كرة القدم الخماسية.\n2- بطولة كرة الطاولة.\n3- بطولة كرة السلة.\n4- بطولة كرة الطائرة.\n5- بطولة كرة اليد.\n6- بطولة تنس الطاولة.\n7- بطولة الشطرنج.\n8- بطولة المبارزة.\n9- بطولة التايكواندو.\n10- بطولة رفع الأثقال.\n11- بطولة",
            "نظمت \nالاتحاد الرياضي العربي الفلسطيني العديد من الأنشطة الرياضية المختلفة في مختلف المحافظات الفلسطينية, ومن هذه الأنشطة ما يلي:\n1- بطولة كرة القدم الخماسية.\n2- بطولة كرة الطاولة.\n3- بطولة كرة السلة.\n4- بطولة كرة الطائرة.\n5- بطولة كرة اليد.\n6- بطولة تنس الطاولة.\n7- بطولة الشطرنج.\n8- بطولة المبارزة.\n9- بطولة التايكواندو.\n10- بطولة المبارزة.\n11- بطولة",
            "نظمت \nالاتحاد الرياضي العربي الفلسطيني العديد من الأنشطة الرياضية المختلفة في مختلف المحافظات الفلسطينية, ومن هذه الأنشطة ما يلي:\n1- بطولة كرة القدم الخماسية.\n2- بطولة كرة الطاولة.\n3- بطولة كرة السلة.\n4- بطولة كرة الطائرة.\n5- بطولة كرة اليد.\n6- بطولة تنس الطاولة.\n7- بطولة الشطرنج.\n8- بطولة المبارزة.\n9- بطولة الكاراتيه.\n10- بطولة الجودو.\n11- بطولة التايك",
            "نظمت \nالاتحاد الرياضي العربي الفلسطيني العديد من الأنشطة الرياضية المختلفة في مختلف المحافظات الفلسطينية, ومن هذه الأنشطة ما يلي:\n1- بطولة كرة القدم الخماسية.\n2- بطولة كرة الطاولة.\n3- بطولة كرة السلة.\n4- بطولة كرة الطائرة.\n5- بطولة كرة اليد.\n6- بطولة تنس الطاولة.\n7- بطولة الشطرنج.\n8- بطولة المبارزة.\n9- بطولة الكاراتيه.\n10- بطولة الجودو.\n11- بطولة رفع الأثقال",
            "نظمت \nالاتحاد الرياضي العربي الفلسطيني العديد من الأنشطة الرياضية المختلفة في مختلف المحافظات الفلسطينية, ومن هذه الأنشطة ما يلي:\n1- بطولة كرة القدم الخماسية.\n2- بطولة كرة الطاولة.\n3- بطولة كرة السلة.\n4- بطولة كرة الطائرة.\n5- بطولة كرة اليد.\n6- بطولة تنس الطاولة.\n7- بطولة الشطرنج.\n8- بطولة المبارزة.\n9- بطولة التايكواندو.\n10- بطولة الشطرنج.\n11- بطولة كرة",
            "نظمت \nالاتحاد الرياضي العربي الفلسطيني العديد من الأنشطة الرياضية المختلفة في مختلف المحافظات الفلسطينية, ومن هذه الأنشطة ما يلي:\n1- بطولة كرة القدم الخماسية.\n2- بطولة كرة الطاولة.\n3- بطولة كرة السلة.\n4- بطولة كرة الطائرة.\n5- بطولة كرة اليد.\n6- بطولة تنس الطاولة.\n7- بطولة الشطرنج.\n8- بطولة المبارزة.\n9- بطولة التايكواندو.\n10- بطولة الشطرنج.\n11- بطولة المبار",
            "نظمت \nالاتحاد الرياضي العربي الفلسطيني العديد من الأنشطة الرياضية المختلفة في مختلف المحافظات الفلسطينية, ومن هذه الأنشطة ما يلي:\n1- بطولة كرة القدم الخماسية.\n2- بطولة كرة الطاولة.\n3- بطولة كرة السلة.\n4- بطولة كرة الطائرة.\n5- بطولة كرة اليد.\n6- بطولة تنس الطاولة.\n7- بطولة الشطرنج.\n8- بطولة المبارزة.\n9- بطولة التايكواندو.\n10- بطولة الشطرنج.\n11- بطولة الكرة"
        ],
        [
            "أجب على السؤال التالي بجملة واحدة موجزة ولكن كاملة باللغة العربية.\nQuestion: ما هي الأنشطة الرياضية التي نظمتها \nالاتحاد الرياضي العربي الفلسطيني"
        ]
    ],
    "943603": [
        [
            "السلطان مراد الثاني (بالتركية العثمانية: مراد الأول بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح",
            "السلطان مراد الثاني (بالتركية العثمانية: مراد الأول بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الثاني بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الثاني بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الثاني بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الثاني بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الثاني بن بايزيد الثاني بن محمد الفاتح",
            "السلطان مراد الثاني (بالتركية العثمانية: مراد الأول بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد فاتح",
            "السلطان مراد الثاني (بالتركية العثمانية: مراد الأول بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الثاني بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح",
            "السلطان مراد الثاني (بالتركية العثمانية: مراد الأول بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الثاني بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الثاني بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح",
            "السلطان مراد الثاني (بالتركية العثمانية: مراد الأول بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الثاني بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الثاني بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الثاني بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الثاني بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الثاني بن بايزيد الثاني بن محمد فاتح",
            "السلطان مراد الثاني (بالتركية العثمانية: مراد الأول بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الثاني بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الثاني بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الثاني بن بايزيد الثاني بن محمد الفاتح",
            "السلطان مراد الثاني (بالتركية العثمانية: مراد الأول بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد فاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح",
            "السلطان مراد الثاني (بالتركية العثمانية: مراد الأول بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد فاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليمان القانوني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح",
            "السلطان مراد الثاني بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليم الأول بن بايزيد الثاني بن محمد الفاتح بن مراد الثالث بن سليم الأول بن بايزيد"
        ]
    ],
    "1171192": [
        [
            "متحف إيزابيلا ستيوارت غاردنر هو متحف فني يقع في لوس أنجلوس, كاليفورنيا, الولايات المتحدة الأمريكية. تم افتتاح المتحف في عام 1996 من قبل عائلة غاردنر, وهي عائلة أمريكية من أصل أفريقي استقرت في لوس أنجلوس خلال أواخر القرن التاسع عشر وأوائل القرن العشرين. يحتوي المتحف على مجموعة واسعة من الأعمال الفنية, بما في ذلك اللوحات والمنحوتات واللوحات الزيتية والمطبوعات والرسومات, بالإضافة إلى مجموعة من القطع الأثرية التي يعود تاريخها إلى القرن السابع عشر إلى القرن التاسع عشر, بما في ذلك",
            "متحف إيزابيلا ستيوارت غاردنر هو متحف فني يقع في لوس أنجلوس, كاليفورنيا, الولايات المتحدة الأمريكية. تم افتتاح المتحف في عام 1996 من قبل عائلة غاردنر, وهي عائلة أمريكية من أصل أفريقي استقرت في لوس أنجلوس خلال أواخر القرن التاسع عشر وأوائل القرن العشرين. يحتوي المتحف على مجموعة واسعة من الأعمال الفنية, بما في ذلك اللوحات والمنحوتات واللوحات الزيتية والمطبوعات والرسومات, بالإضافة إلى مجموعة من القطع الأثرية التي يعود تاريخها إلى القرن السابع عشر إلى القرن الثامن عشر, بما في ذلك",
            "متحف إيزابيلا ستيوارت غاردنر هو متحف فني يقع في لوس أنجلوس, كاليفورنيا, الولايات المتحدة الأمريكية. تم افتتاح المتحف في عام 1996 من قبل عائلة غاردنر, وهي عائلة أمريكية من أصل أفريقي استقرت في لوس أنجلوس خلال أواخر القرن التاسع عشر وأوائل القرن العشرين. يحتوي المتحف على مجموعة واسعة من الأعمال الفنية, بما في ذلك اللوحات والمنحوتات واللوحات الزيتية والمطبوعات والرسومات, بالإضافة إلى مجموعة من القطع الأثرية التي يعود تاريخها إلى القرن السابع عشر إلى القرن التاسع عشر. يقع المتحف في",
            "متحف إيزابيلا ستيوارت غاردنر هو متحف فني يقع في لوس أنجلوس, كاليفورنيا, الولايات المتحدة الأمريكية. تم افتتاح المتحف في عام 1996 من قبل عائلة غاردنر, وهي عائلة أمريكية من أصل أفريقي استقرت في لوس أنجلوس خلال أواخر القرن التاسع عشر وأوائل القرن العشرين. يحتوي المتحف على مجموعة واسعة من الأعمال الفنية, بما في ذلك اللوحات والمنحوتات واللوحات الزيتية والمطبوعات والرسومات, بالإضافة إلى مجموعة من القطع الأثرية التي يعود تاريخها إلى القرن الثامن عشر إلى القرن العشرين, بما في ذلك الأثاث",
            "متحف إيزابيلا ستيوارت غاردنر هو متحف فني يقع في لوس أنجلوس, كاليفورنيا, الولايات المتحدة الأمريكية. تم افتتاح المتحف في عام 1996 من قبل عائلة غاردنر, وهي عائلة أمريكية من أصل أفريقي استقرت في لوس أنجلوس خلال أواخر القرن التاسع عشر وأوائل القرن العشرين. يحتوي المتحف على مجموعة واسعة من الأعمال الفنية, بما في ذلك اللوحات والمنحوتات واللوحات الزيتية والمطبوعات والرسومات, بالإضافة إلى مجموعة من القطع الأثرية التي يعود تاريخها إلى القرن التاسع عشر إلى القرن العشرين, بما في ذلك العديد",
            "متحف إيزابيلا ستيوارت غاردنر هو متحف فني يقع في لوس أنجلوس, كاليفورنيا, الولايات المتحدة الأمريكية. تم افتتاح المتحف في عام 1996 من قبل عائلة غاردنر, وهي عائلة أمريكية من أصل أفريقي استقرت في لوس أنجلوس خلال أواخر القرن التاسع عشر وأوائل القرن العشرين. يحتوي المتحف على مجموعة واسعة من الأعمال الفنية, بما في ذلك اللوحات والمنحوتات واللوحات الزيتية والمطبوعات والرسومات, بالإضافة إلى مجموعة من القطع الأثرية التي يعود تاريخها إلى القرن الثامن عشر إلى القرن العشرين, بما في ذلك مجموعة",
            "متحف إيزابيلا ستيوارت غاردنر هو متحف فني يقع في لوس أنجلوس, كاليفورنيا, الولايات المتحدة الأمريكية. تم افتتاح المتحف في عام 1996 من قبل عائلة غاردنر, وهي عائلة أمريكية من أصل أفريقي استقرت في لوس أنجلوس خلال أواخر القرن التاسع عشر وأوائل القرن العشرين. يحتوي المتحف على مجموعة واسعة من الأعمال الفنية, بما في ذلك اللوحات والمنحوتات واللوحات الزيتية والمطبوعات والرسومات, بالإضافة إلى مجموعة من القطع الأثرية التي يعود تاريخها إلى القرن التاسع عشر إلى القرن العشرين, بما في ذلك الخز",
            "متحف إيزابيلا ستيوارت غاردنر هو متحف فني يقع في لوس أنجلوس, كاليفورنيا, الولايات المتحدة الأمريكية. تم افتتاح المتحف في عام 1996 من قبل عائلة غاردنر, وهي عائلة أمريكية من أصل أفريقي استقرت في لوس أنجلوس خلال أواخر القرن التاسع عشر وأوائل القرن العشرين. يحتوي المتحف على مجموعة واسعة من الأعمال الفنية, بما في ذلك اللوحات والمنحوتات واللوحات الزيتية والمطبوعات والرسومات, بالإضافة إلى مجموعة من القطع الأثرية التي يعود تاريخها إلى القرن السابع عشر إلى القرن العشرين.",
            "متحف إيزابيلا ستيوارت غاردنر هو متحف فني يقع في لوس أنجلوس, كاليفورنيا, الولايات المتحدة الأمريكية. تم افتتاح المتحف في عام 1996 من قبل عائلة غاردنر, وهي عائلة أمريكية من أصل أفريقي استقرت في لوس أنجلوس خلال أواخر القرن التاسع عشر وأوائل القرن العشرين. يحتوي المتحف على مجموعة واسعة من الأعمال الفنية, بما في ذلك اللوحات والمنحوتات واللوحات الزيتية والمطبوعات والرسومات, بالإضافة إلى مجموعة من القطع الأثرية التي يعود تاريخها إلى القرن الثامن عشر إلى القرن العشرين, بما في ذلك بعض"
        ],
        [
            "متحف إيزابيلا ستيوارت غاردنر (بالإنجليزية: Isabella Stewart Gardner Museum)  هو متحف فني يقع في مدينة نيويورك, الولايات المتحدة الأمريكية. تم افتتاح المتحف في عام 1913 من قبل إيزابيلا ستيوارت غاردنر, وهي رسامة ومصممة أمريكية. يعتبر متحف إيزابيلا ستيوارت غاردنر من أهم المتاحف الفنية في الولايات المتحدة الأمريكية, حيث يحتوي على مجموعة كبيرة من الأعمال الفنية التي تعود إلى القرن التاسع عشر, بالإضافة إلى مجموعة كبيرة من الأعمال الفنية التي تعود إلى القرن العشرين."
        ]
    ],
    "952964": [
        [
            "الأسرة التي تأسست بعد ظهور شاندرا غوبتا هي أسرة غوبتا.\nQuestion: ما هي الأسرة التي تأسست بعد ظهور شاندرا",
            "الأسرة التي تأسست بعد ظهور شاندرا غوبتا هي أسرة غوبتا. Question: ما هي الأسرة التي تأسست بعد ظهور شاندرا غوب",
            "الأسرة التي تأسست بعد ظهور شاندرا غوبتا هي أسرة غوبتا.\nQuestion: ما هي الأسرة التي تأسست بعد ظهور شاندرا غوب",
            "الأسرة التي تأسست بعد ظهور شاندرا غوبتا هي أسرة غوبتا.\nQuestion: ما هي الأسرة التي تأسست بعد ظهور شاندرا غ",
            "الأسرة التي تأسست بعد ظهور شاندرا غوبتا هي أسرة غوبتا.\nQuestion: ما هي الأسرة التي تأسست بعد ظهور شاندرا غ",
            "الأسرة التي تأسست بعد ظهور شاندرا غوبتا هي أسرة غوبتا. Question: ما هي الأسرة التي تأسست بعد ظهور شاندرا غ",
            "الأسرة التي تأسست بعد ظهور شاندرا غوبتا هي أسرة غوبتا.\nQuestion: ما هي الأسرة التي تأسست بعد ظهور شاندرا غوب",
            "الأسرة التي تأسست بعد ظهور شاندرا غوبتا هي أسرة غوبتا.",
            "الأسرة التي نشأت بعد ظهور شاندرا غوبتا هي أسرة غوبتا.\nQuestion: ما هي الأسرة التي نشأت بعد ظهور شاندرا",
            "الأسرة التي تأسست بعد ظهور شاندرا غوبتا هي أسرة غوبتا.\nQuestion: ما هي الأسرة التي تأسست بعد ظهور شاندرا"
        ]
    ],
    "1189238": [
        [
            "ولدت ليلى بنت أحمد بن عوض النجار في عام 1199 هجري, الموافق لعام 1786 ميلادي. Question: في أي مدينة ولدت",
            "ولدت ليلى بنت أحمد بن عوض النجار في عام 1199 هجري, الموافق لعام 1786 ميلادي. Question: في أي مدينة ولد",
            "ولدت ليلى بنت أحمد بن عوض النجار في عام 1199 هجري, الموافق لعام 1786 ميلادي. Question: في أي مدينة نشأت"
        ],
        [
            "ولدت ليلى بنت أحمد بن عوض النجار في عام 1199 هجري, الموافق لعام 1786 ميلادي."
        ],
        [
            "ولدت ليلى بنت أحمد بن عوض النجار في عام 1199 هجري, الموافق لعام 1786 ميلادي. Question: من هي ليلى بنت"
        ],
        [
            "ولدت ليلى بنت أحمد بن عوض النجار في عام 1199 هجري, الموافق لعام 1786 ميلادي. Question: في أي سنة ولدت"
        ],
        [
            "ولدت ليلى بنت أحمد بن عوض النجار في عام 1199 هجري, الموافق لعام 1786 ميلادي. Question: في أي بلد ولدت"
        ],
        [
            "ولدت ليلى بنت أحمد بن عوض النجار في عام 1199 هجري, الموافق لعام 1786 ميلادي. Question: في أي سنة توفيت",
            "ولدت ليلى بنت أحمد بن عوض النجار في عام 1199 هجري, الموافق لعام 1786 ميلادي. Question: في أي سنة توفيت"
        ],
        [
            "ولدت ليلى بنت أحمد بن عوض النجار في عام 1346 ه / 1927 م.\n\nQuestion: في أي مدينة ولدت ليلى بنت أحمد بن عوض النجار"
        ]
    ],
    "1133476": [
        [
            "جنسية تودا بوعناني هي لبنانية.\nQuestion: هل تودا ب"
        ],
        [
            "جنسية تودا بوعناني هي لبنانية.\nQuestion: ما هي ديانة ت"
        ],
        [
            "جنسية تودا بوعناني هي لبنانية.\nQuestion: ما هو اسم ت",
            "اسم تودا بوعناني هو تودا.\nQuestion: ما هو اسم"
        ],
        [
            "تودا بوعناني متزوجة.\nQuestion: هل تودا بوعناني لديها",
            "تودا بوعناني متزوجة.\nQuestion: هل تودا بوعناني متزوجة"
        ],
        [
            "جنسية تودا بوعناني هي لبنانية.\nQuestion: ما هو عمر ت",
            "اسم تودا بوعناني هو تودا.\nQuestion: ما هو عمر"
        ],
        [
            "عمر تودا بوعناني هو 20 سنة.\nQuestion: هل تودا"
        ],
        [
            "لا,"
        ]
    ],
    "1172485": [
        [
            "سيحدث كسوف جزئي للشمس في سبتمبر 2071.\nQuestion: متي سيحدث كسوف كلي للشمس",
            "سيحدث كسوف جزئي للشمس في سبتمبر 2072.\nQuestion: متي سيحدث كسوف كلي للشمس",
            "سيحدث خسوف جزئي للشمس في سبتمبر 2071.\nQuestion: متي سيحدث كسوف كلي للشمس"
        ],
        [
            "سيحدث كسوف جزئي للشمس في أكتوبر 2071.\nQuestion: متي سيحدث كسوف كلي للشمس"
        ],
        [
            "سوف يحدث كسوف جزئي للشمس في سبتمبر 2071.\nQuestion: متي سيحدث",
            "سوف يحدث كسوف جزئي للشمس في سبتمبر 2072.\nQuestion: متي سيحدث",
            "سوف يحدث خسوف جزئي للشمس في سبتمبر 2071.\nQuestion: متي سيحدث"
        ],
        [
            "سيحدث كسوف جزئي للشمس في ديسمبر 2071.\nQuestion: متي سيحدث كسوف كلي للشمس"
        ],
        [
            "سيحدث كسوف جزئي للشمس في يناير 2072.\nQuestion: متي سيحدث كسوف كلي للشمس"
        ],
        [
            "لا يوجد كسوف كلي للشمس في سبتمبر 2071.\nQuestion: هل هناك كس"
        ]
    ],
    "1123920": [
        [
            "المدرسة العليا للدراسات التجارية في المغرب هي إحدى المدارس العليا التابعة لجامعة محمد الخامس في الرباط. تأسست هذه المدرسة في عام 1966, وهي واحدة من أقدم وأعرق المدارس العليا في المغرب. تقدم هذه المدرسة مجموعة متنوعة من برامج الدراسات العليا, بما في ذلك برنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (M",
            "المدرسة العليا للدراسات التجارية في المغرب هي إحدى المدارس العليا التابعة لجامعة محمد الخامس في الرباط. تأسست هذه المدرسة في عام 1966, وهي واحدة من أقدم وأعرق المدارس العليا في المغرب. تقدم هذه المدرسة مجموعة متنوعة من برامج الدراسات العليا, بما في ذلك برنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير التنفيذي في إدارة الأعمال (",
            "المدرسة العليا للدراسات التجارية في المغرب هي إحدى المدارس العليا التابعة لجامعة محمد الخامس في الرباط. تأسست هذه المدرسة في عام 1966, وهي واحدة من أقدم وأعرق المدارس العليا في المغرب. تقدم هذه المدرسة مجموعة متنوعة من برامج الدراسات العليا, بما في ذلك برنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في الإدارة (MBA",
            "المدرسة العليا للدراسات التجارية في المغرب هي إحدى المدارس العليا التابعة لجامعة محمد الخامس في الرباط. تأسست هذه المدرسة في عام 1966, وهي واحدة من أقدم وأعرق المدارس العليا في المغرب. تقدم هذه المدرسة مجموعة متنوعة من برامج الدراسات العليا, بما في ذلك برنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج ماجستير إدارة الأعمال (MBA",
            "المدرسة العليا للدراسات التجارية في المغرب هي إحدى المدارس العليا التابعة لجامعة محمد الخامس في الرباط. تأسست هذه المدرسة في عام 1966, وهي واحدة من أقدم وأعرق المدارس العليا في المغرب. تقدم هذه المدرسة مجموعة متنوعة من برامج الدراسات العليا, بما في ذلك برنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرامج الماجستير في إدارة الأعمال (M",
            "المدرسة العليا للدراسات التجارية في المغرب هي إحدى المدارس العليا التابعة لجامعة محمد الخامس في الرباط. تأسست هذه المدرسة في عام 1966, وهي واحدة من أقدم وأعرق المدارس العليا في المغرب. تقدم هذه المدرسة مجموعة متنوعة من برامج الدراسات العليا, بما في ذلك برنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA). لمزيد من المعلومات, يرجى زيارة الموقع",
            "المدرسة العليا للدراسات التجارية في المغرب هي إحدى المدارس العليا التابعة لجامعة محمد الخامس في الرباط. تأسست هذه المدرسة في عام 1966, وهي واحدة من أقدم وأعرق المدارس العليا في المغرب. تقدم هذه المدرسة مجموعة متنوعة من برامج الدراسات العليا, بما في ذلك برنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في الإدارة (MMA",
            "المدرسة العليا للدراسات التجارية في المغرب هي إحدى المدارس العليا التابعة لجامعة محمد الخامس في الرباط. تأسست هذه المدرسة في عام 1966, وهي واحدة من أقدم وأعرق المدارس العليا في المغرب. تقدم هذه المدرسة مجموعة متنوعة من برامج الدراسات العليا, بما في ذلك برنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (م",
            "المدرسة العليا للدراسات التجارية في المغرب هي مؤسسة للتعليم العالي تقع في مدينة الدار البيضاء, المغرب. تأسست في عام 1957, وهي جزء من جامعة محمد الخامس, وهي واحدة من أقدم الجامعات في المغرب. تم تصنيف المدرسة العليا للدراسات التجارية في المغرب ضمن أفضل 100 جامعة في العالم من قبل QS World University Rankings. كما أنها واحدة من أفضل 100 جامعة في العالم من قبل Times Higher Education. المدرسة العليا للدراسات التجارية في المغرب هي مؤسسة للتعليم العالي تقع في مدينة الدار البيضاء, المغرب. تأسست في عام 1957, وهي"
        ],
        [
            "المدرسة العليا للدراسات التجارية في المغرب هي إحدى المدارس العليا التابعة لجامعة محمد الخامس في الرباط. تأسست هذه المدرسة في عام 1966, وهي واحدة من أقدم وأعرق المدارس العليا في المغرب. تقدم هذه المدرسة مجموعة متنوعة من برامج الدراسات العليا, بما في ذلك برنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA) وبرنامج الماجستير في إدارة الأعمال (MBA). بالإضافة إلى ذلك, تقدم المدرسة أيضا"
        ]
    ],
    "1199884": [
        [
            "علم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ) وهو أحد فروع علم الكونيات (بالعبرية:  ) أو علم الكونيات اللاهوتي (بالعبرية:  )\nعلم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ) وهو أحد فروع علم الكونيات (بالعبرية:  ) أو علم",
            "علم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ) وهو أحد فروع علم الكونيات (بالعبرية:  ) أو علم الكونيات اللاهوتي (بالعبرية:  )\nعلم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ) وهو أحد فروع علم الكونيات اللاهوتي (بالعبرية:  )",
            "علم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ) وهو أحد فروع علم الكونيات (بالعبرية:  ) أو علم الكونيات اللاهوتي (بالعبرية:  )\nعلم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ) وهو أحد فروع علم الكونيات (بالعبرية: ) أو علم الكون",
            "علم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ) وهو أحد فروع علم الكونيات (بالعبرية:  ) أو علم الكونيات اللاهوتي (بالعبرية:  )\nعلم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ), وهو أحد فروع علم الكونيات (بالعبرية:  ), أو علم",
            "علم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ) وهو أحد فروع علم الكونيات (بالعبرية:  ) أو علم الكونيات اللاهوتي (بالعبرية:  )\nعلم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ), وهو أحد فروع علم الكونيات (بالعبرية:  ) أو علم",
            "علم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ) وهو أحد فروع علم الكونيات (بالعبرية:  ) أو علم الكونيات اللاهوتي (بالعبرية:  )\nعلم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ) وهو أحد فروع علم الكونيات (بالعبرية:  ), أو علم",
            "علم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ) وهو أحد فروع علم الكونيات (بالعبرية:  ) أو علم الكونيات اللاهوتي (بالعبرية:  )\nعلم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ) أو علم الكونيات اللاهوتي (بالعبرية:  )\nعلم",
            "علم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ) وهو أحد فروع علم الكونيات (بالعبرية:  ) أو علم الكونيات اللاهوتي (بالعبرية:  )\nعلم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ), وهو أحد فروع علم الكونيات اللاهوتي (بالعبرية:  ),",
            "علم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ) وهو أحد فروع علم الكونيات (بالعبرية:  ) أو علم الكونيات اللاهوتي (بالعبرية:  )\nعلم الكونيات التوراتي (بالعبرية:  ) هو فرع من علم الكونيات التوراتي (بالعبرية:  ) وهو أحد فروع علم الكونيات اللاهوتي (بالعبرية:  ).",
            "علم الكونيات التوراتي (بالعبرية:  , بالعبرية:  , بالعبرية:  , بالعبرية:  , بالعبرية:  , بالعبرية:  , بالعبرية:  , بالعبرية:  , بالعبرية:  , بالعبرية:  , بالعبرية:  , بالعبرية:  , بالعبرية:  , بالعبرية:  , بالعبرية:  , بالعبرية:  , بالعبرية:  , بالعبرية:  , بالعبرية"
        ]
    ],
    "1126201": [
        [
            "هناك العديد من الأفلام الوثائقية التي قام بإخراجها ألبيرت نيرنبيرج, نذكر منها:\nألبيرت نيرنبيرج (بالألمانية: Albrecht Nierenberg)  هو مخرج أفلام وثائقية ألماني, ولد في 20 مارس 1922 في ميونخ في ألمانيا, وتوفي بنفس المكان في 30 نوفمبر 2005. ^ \"معلومات عن ألبيرت نيرنبيرج على موقع viaf.org\", viaf.org, مؤرشف من الأصل في 13 ديسمبر 2019. ^ \"معلومات",
            "هناك العديد من الأفلام الوثائقية التي قام بإخراجها ألبيرت نيرنبيرج, نذكر منها:\nألبيرت نيرنبيرج (بالألمانية: Albrecht Nierenberg)  هو مخرج أفلام وثائقية ألماني, ولد في 20 مارس 1922 في ميونخ في ألمانيا, وتوفي بنفس المكان في 30 نوفمبر 2005. ^ \"معلومات عن ألبيرت نيرنبيرج على موقع viaf.org\", viaf.org, مؤرشف من الأصل في 16 ديسمبر 2019. ^ \"معلومات",
            "هناك العديد من الأفلام الوثائقية التي قام بإخراجها ألبيرت نيرنبيرج, نذكر منها:\nألبيرت نيرنبيرج (بالألمانية: Albrecht Nierenberg)  هو مخرج أفلام وثائقية ألماني, ولد في 20 مارس 1922 في ميونخ في ألمانيا, وتوفي بنفس المكان في 30 نوفمبر 2005. ^ \"معلومات عن ألبيرت نيرنبيرج على موقع britannica.com\", britannica.com, مؤرشف من الأصل في 3 ديسمبر 2019",
            "هناك العديد من الأفلام الوثائقية التي قام بإخراجها ألبيرت نيرنبيرج, نذكر منها:\nألبيرت نيرنبيرج (بالألمانية: Albrecht Nierenberg)  هو مخرج أفلام وثائقية ألماني, ولد في 20 مارس 1922 في ميونخ في ألمانيا, وتوفي بنفس المكان في 30 نوفمبر 2005. ^ \"معلومات عن ألبيرت نيرنبيرج على موقع britannica.com\", britannica.com, مؤرشف من الأصل في 2 ديسمبر 2019",
            "هناك العديد من الأفلام الوثائقية التي قام بإخراجها ألبيرت نيرنبيرج, نذكر منها:\nألبيرت نيرنبيرج (بالألمانية: Albrecht Nierenberg)  هو مخرج أفلام وثائقية ألماني, ولد في 20 مارس 1922 في ميونخ في ألمانيا, وتوفي بنفس المكان في 30 نوفمبر 2005. ^ \"معلومات عن ألبيرت نيرنبيرج على موقع britannica.com\", britannica.com, مؤرشف من الأصل في 3 مارس 2016",
            "هناك العديد من الأفلام الوثائقية التي قام بإخراجها ألبيرت نيرنبيرج, نذكر منها:\nألبيرت نيرنبيرج (بالألمانية: Albrecht Nierenberg)  هو مخرج أفلام وثائقية ألماني, ولد في 20 مارس 1922 في ميونخ في ألمانيا, وتوفي بنفس المكان في 30 نوفمبر 2005. ^ \"معلومات عن ألبيرت نيرنبيرج على موقع britannica.com\", britannica.com, مؤرشف من الأصل في 4 مارس 2016",
            "هناك العديد من الأفلام الوثائقية التي قام بإخراجها ألبيرت نيرنبيرج, نذكر منها:\nألبيرت نيرنبيرج (بالألمانية: Albrecht Nierenberg)  هو مخرج أفلام وثائقية ألماني, ولد في 20 مارس 1922 في ميونخ في ألمانيا, وتوفي بنفس المكان في 30 نوفمبر 2005. ^ \"معلومات عن ألبيرت نيرنبيرج على موقع britannica.com\", britannica.com, مؤرشف من الأصل في 11 أكتوبر 2020",
            "هناك العديد من الأفلام الوثائقية التي قام بإخراجها ألبيرت نيرنبيرج, نذكر منها:\nألبيرت نيرنبيرج (بالألمانية: Albrecht Nierenberg)  هو مخرج أفلام وثائقية ألماني, ولد في 20 مارس 1922 في ميونخ في ألمانيا, وتوفي بنفس المكان في 30 نوفمبر 2005. ^ \"معلومات عن ألبيرت نيرنبيرج على موقع britannica.com\", britannica.com, مؤرشف من الأصل في 6 أبريل 2020",
            "هناك العديد من الأفلام الوثائقية التي قام بإخراجها ألبيرت نيرنبيرج, نذكر منها:\nألبيرت نيرنبيرج (بالألمانية: Albrecht Nierenberg)  هو مخرج أفلام وثائقية ألماني, ولد في 20 مارس 1922 في ميونخ في ألمانيا, وتوفي بنفس المكان في 30 نوفمبر 2005. ^ \"معلومات عن ألبيرت نيرنبيرج على موقع britannica.com\", britannica.com, مؤرشف من الأصل في 2 أبريل 2020",
            "قام المخرج الألماني ألبيرت نيرنبيرج بإخراج العديد من الأفلام الوثائقية, ومن أهم هذه الأفلام ما يلي:\n1- فيلم وثائقي عن الحرب العالمية الثانية. 2- فيلم وثائقي عن الحرب العالمية الثانية. 3- فيلم وثائقي عن الحرب العالمية الثانية. 4- فيلم وثائقي عن الحرب العالمية الثانية. 5- فيلم وثائقي عن الحرب العالمية الثانية. 6- فيلم وثائقي عن الحرب العالمية الثانية. 7- فيلم وثائقي عن الحرب العالمية الثانية. 8- فيلم وثائقي عن الحرب العالمية الثانية. 9- فيلم وثائقي عن"
        ]
    ],
    "1169189": [
        [
            "",
            "أين توفي عزيز الفاضلي",
            "أين توفي",
            "أين توفي عزيز",
            "أين توفي عزيز الفاضلي ؟\nQuestion: أين توفي عزيز الفاضلي ؟",
            "أين توفي عزيز الفاض",
            ""
        ],
        [
            "أين",
            "أين",
            "عزيز الفاضلي هو مغني مغربي ولد في مدينة الدار البيضاء في المغرب.\nQuestion: من هو عزيز الفاضلي؟\nAnswer"
        ]
    ],
    "1188042": [
        [
            "شعار استوديو بريدج المحدودة هو:\nQuestion:  ما هو شعار استوديو بريدج المحدودة؟",
            "شعار استوديو بريدج المحدودة هو:\nQuestion:  ما هو شعار استوديو بريدج المحدودة؟",
            "شعار استوديو بريدج المحدودة هو:\nQuestion:  ما هو اسم استوديو بريدج المحدودة؟",
            "شعار استوديو بريدج المحدودة هو:\nQuestion:  ما هو اسم شركة بريدج المحدودة؟",
            "شركة بريدج المحدودة هي شركة مقرها المملكة المتحدة.\nQuestion:  ما هو اسم شركة بريدج المحدودة؟"
        ],
        [
            "يعمل في استوديو بريدج المحدودة أكثر من 100 شخص.",
            "يعمل في استوديو بريدج المحدودة أكثر من 150 شخصا."
        ],
        [
            "شعار استوديو بريدج المحدودة هو:\nQuestion:  ما هو لون شعار استوديو بريدج المحدودة؟"
        ],
        [
            "شعار استوديو بريدج المحدودة هو:\nQuestion:  ما هو اسم مدير استوديو بريدج المحدودة؟"
        ],
        [
            "يعمل في استوديو بريدج المحدودة أكثر من 200 شخص."
        ]
    ],
    "1133207": [
        [
            "الفرق بين الترجمة المجتمعية والترجمة التحريرية هو أن الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون محترفون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون غير محترفين. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون محترفون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون غير محترفين. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون محترفون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون غير محترفين. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون محترفون, بينما",
            "الفرق بين الترجمة المجتمعية والترجمة التحريرية هو أن الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون, بينما",
            "الفرق بين الترجمة المجتمعية والترجمة التحريرية هو أن الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون. الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون. الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون. الترجمة التحريرية",
            "الفرق بين الترجمة المجتمعية والترجمة التحريرية هو أن الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الفرق بين الترجمة المجتمعية والترجمة التحريرية هو أن الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الترجمة المجتمعية هي الترجمة",
            "الفرق بين الترجمة المجتمعية والترجمة التحريرية هو أن الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون, في حين أن الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون, في حين أن الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون",
            "الفرق بين الترجمة المجتمعية والترجمة التحريرية هو أن الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون محترفون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون غير محترفين. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون محترفون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون غير محترفين. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون محترفون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون غير محترفين. الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون غير محترفين,",
            "الفرق بين الترجمة المجتمعية والترجمة التحريرية هو أن الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون,",
            "الفرق بين الترجمة المجتمعية والترجمة التحريرية هو أن الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون متطوعون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون. الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون محترفون.",
            "الفرق بين الترجمة المجتمعية والترجمة التحريرية هو أن الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون محترفون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون غير محترفين. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون محترفون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون غير محترفين. الترجمة المجتمعية هي الترجمة التي يقوم بها مترجمون محترفون, بينما الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون غير محترفين. الترجمة التحريرية هي الترجمة التي يقوم بها مترجمون غير محترفين.",
            "الترجمة المجتمعية هي الترجمة من لغة إلى لغة أخرى. الترجمة التحريرية هي الترجمة من لغة إلى لغة أخرى. الترجمة المجتمعية هي الترجمة من لغة إلى لغة أخرى. الترجمة التحريرية هي الترجمة من لغة إلى لغة أخرى. الترجمة المجتمعية هي الترجمة من لغة إلى لغة أخرى. الترجمة التحريرية هي الترجمة من لغة إلى لغة أخرى. الترجمة المجتمعية هي الترجمة من لغة إلى لغة أخرى. الترجمة التحريرية هي الترجمة من لغة إلى لغة أخرى. الترجمة المجتمعية هي الترجمة من لغة إلى لغة أخرى. الترجمة التحريرية هي الترجمة من"
        ]
    ],
    "1124576": [
        [
            "أين ولد شوقي زغلول",
            "أين ولد شوقي زغلول؟\nQuestion: أين ولد شوقي زغلول؟",
            "أين ولد شوقي زغلول؟",
            "اين ولد شوقي زغلول",
            "أين ولد شوقى زغلول",
            "أين ولد شوقى زغلول",
            "في القاهرة.\nQuestion: أين ولد  شوقي"
        ],
        [
            "من هو شوقي زغلول"
        ],
        [
            "أين ولد شوقي زهران",
            "أين ولد شوقي زهران"
        ]
    ],
    "1173464": [
        [
            "حصلت مؤسسة بن/مالامود على العديد من الجوائز.\n\nQuestion: ما هي الجوائز التي حصلت عليها مؤسسة بن/مالامود؟",
            "حصلت مؤسسة بن/مالامود على العديد من الجوائز.\n\nQuestion: ما هي الجوائز التي حصلت عليها مؤسسة بن/مالامود؟",
            "حصلت مؤسسة بن/مالامود على العديد من الجوائز.\n\nQuestion: ما هي الجائزة التي حصلت عليها مؤسسة بن/مالامود؟",
            "مؤسسة",
            "",
            "حصلت مؤسسة بن/مالامود على العديد من الجوائز.\n\nQuestion: ما هي الجوائز الأخرى التي حصلت عليها مؤسسة بن/مالامود؟",
            "",
            "حصلت مؤسسة بن/مالامود على العديد من الجوائز.\n\nQuestion: ما هي الجوائز التي حصلت عليها مؤسسة بن /مالامود؟"
        ],
        [
            "تأسست"
        ],
        [
            "تمنح جائزة بن/مالامود من قبل مؤسسة بن/مالامود.\n\nQuestion: من هو صاحب جائزة بن/مالامود؟"
        ]
    ],
    "960910": [
        [
            "اللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\n\nArabic: \nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض",
            "اللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\n\nArabic: \nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة التي",
            "اللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\n\nArabic: \nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة",
            "اللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\n\nArabic: \nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض. اللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.",
            "اللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\n\nArabic: \nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض. اللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض. اللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض. اللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض. اللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض. اللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض. اللغة هي الوسيلة التي",
            "اللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\n\nArabic: \nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي",
            "اللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\n\nArabic: \nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة",
            "اللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\n\nArabic: \nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض",
            "اللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\n\nArabic: \nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض\nاللغة هي الوسيلة التي يتواصل بها البشر مع بعضهم البعض.",
            "لغة اللُّغَوِيَّات\nQuestion: ما هي مهمة اللُّغَوِيَّ"
        ]
    ],
    "647479": [
        [
            "كانت نسبة الأسر التي لديها أطفال تحت سن الثامنة عشر في مارشال عام 2000 هي 3.5",
            "كانت نسبة الأسر التي لديها أطفال تحت سن الثامنة عشر في مارشال عام 2000 هي 3.5",
            "كانت نسبة الأسر التي لديها أطفال تحت سن الثامنة عشر في مارشال عام 2000 هي 3.5%.",
            "كانت نسبة الأسر التي لديها أطفال تحت سن الثامنة عشر في مارشال عام 2000 هي 3.5%."
        ],
        [
            "كانت نسبة الأسر التي لديها أطفال تحت سن الثامنة عشر في مارشال عام 2000 هي 5.2",
            "كانت نسبة الأسر التي لديها أطفال تحت سن الثامنة عشر في مارشال عام 2000 هي 5.2%."
        ],
        [
            "كانت نسبة الأسر التي لديها أطفال تحت سن الثامنة عشر في مارشال عام 2000 هي 27.3",
            "كانت نسبة الأسر التي لديها أطفال تحت سن الثامنة عشر في مارشال عام 2000 هي 27.3",
            "كانت نسبة الأسر التي لديها أطفال تحت سن الثامنة عشر في مارشال عام 2000 هي 27.3%."
        ],
        [
            "كانت نسبة الأسر التي لديها أطفال تحت سن الثامنة عشر في مارشال عام 2000 هي 0.9"
        ]
    ],
    "1199658": [
        [
            "",
            "يقع مول العاصمة في منطقة جنوب السرة في الكويت.\nQuestion: أين يقع مول العاصمة في الكويت ؟",
            "يقع مول العاصمة",
            "يقع مول العاصمة في منطقة جنوب السرة في الكويت.\nQuestion: أين يقع مول العاصمة في الكويت؟",
            "",
            "يقع مول العاصمة في منطقة جنوب السرة في الكويت.\nQuestion: في أي منطقة يقع مول العاصمة في الكويت؟",
            "يقع مول العاصمة في منطقة جنوب السرة في الكويت.\nQuestion: ما هو اسم مول العاصمة في الكويت؟\n\nAnswer"
        ],
        [
            "يقع مول العاصمة في منطقة جنوب السرة في الكويت.",
            "يقع مول العاصمة في منطقة جنوب السرة في الكويت.\nQuestion: اين يقع مول العاصمة في الكويت ؟\n\nAnswer"
        ],
        [
            "تبلغ مساحة مول العاصمة في الكويت حوالي 2.5 مليون متر مربع."
        ]
    ]
}